Repository: E2OpenPlugins/e2openplugin-OpenWebif
Catalog: locale/*.po
Languages: bg, ca, de, el, et, fr, lt, pl, tr, uk

source: type %s is not a number
bg: тип %s не е число
ca: El tipus %s no és un número
de: der Typ %s ist keine Zahl
el: ο τύπος %s δεν είναι αριθμός
et: tüüp %s ei ole number
fr: le type %s n'est pas un nombre
lt: tipas %s nėra skaičius
pl: typ %s nie jest liczbą
tr: %s türü bir sayı değil
uk: тип %s не чисельний

source: unknown
bg: неизвестно
ca: desconegut
de: unbekannt
el: άγνωστο
et: tundmatu
fr: inconnu
lt: nežinoma
pl: nieznany
tr: bilinmiyor
uk: невідомо

source: using
bg: използва
ca: utilitzant
de: mittels
el: με χρήση
et: kasutades
fr: utilisant
lt: naudojamas
pl: za pomocą
tr: kullanma
uk: використовується

source: via
de: über
el: μέσω
fr: par
lt: per
pl: przez
tr: üzerinden
uk: через

source: waiting
bg: изчакайте
ca: esperant
de: wartend
el: αναμονή
et: ootel
fr: en attente
lt: laukiama
pl: w oczekiwaniu
tr: bekliyor
uk: чекайте

source: weekday
bg: Делник
ca: Díes laborables
de: Wochentag
el: Καθημερινή
et: Tööpäev
fr: jour de la semaine
lt: Šiokiadienis
pl: Dzień tygodnia
tr: hafta içi
uk: Будні

source: weekend
bg: Уикенд
ca: Cap de setmana
de: Wochenende
el: Σαββατοκύριακο
et: Nädalavahetus
lt: Savaitgalis
tr: hafta sonu
uk: Вихідні

source: wrong filetype
bg: грешен файл тип
ca: Tipus d'arxiu erroni
de: Falscher Dateityp
el: λανθασμένος τύπος αρχείου
et: vale failitüüp
fr: mauvais type de fichier
lt: netinkamas failo tipas
pl: zły typ pliku
tr: yanlış dosya türü
uk: невірний тип файлу

source: zap
bg: превключи
ca: canviar
de: Umschalten
el: μετάβαση
et: kanalivahetus
lt: perjungti
pl: przełącz
uk: переключити

source: Box Uptime
bg: Непрекъсната работа на приемника
ca: Funcionament Decodificador
de: Receiver-Laufzeit
el: Χρόνος Λειτουργίας Δέκτη
et: Vastuvõtja tööaeg
fr: Durée de fonctionnement
pl: Czas pracy odbiornika
tr: Kutu Çalışma Süresi
uk: Час роботи ресивера

source: EPG Search
bg: Търсене в EPG
ca: Buscar EPG
de: EPG-Suche
el: Αναζήτηση Epg
et: Epg otsing
fr: Recherche EPG
pl: Wyszukiwanie w EPG
tr: Epg Araması
uk: Пошук EPG

source: GB
bg: ГБ
fr: Go
uk: Гб

source: LICENSE
bg: ЛИЦЕНЗ
ca: LLICÈNCIA
de: Lizenz
el: ΑΔΕΙΑ
et: LITSENTS
fr: LICENCE
pl: LICENCJA
uk: Ліцензія

source: Link Speed
bg: Скорост на Връзката
de: Verbindungsgeschwindigkeit
el: Ταχύτητα Σύνδεσης
et: Ühenduse kiirus
fr: Vitesse du lien
pl: Szybkość łącza
tr: Bağlantı Hızı
uk: Швидкість з'єднання

source: MB
bg: МБ
fr: Mo
uk: Мб

source: Main Memory
bg: Основна Памет
ca: Memòria principal
de: Hauptspeicher
el: Κύρια Μνήμη
et: Põhimälu
fr: Mémoire totale
pl: Pamięć systemowa
tr: Ana Bellek
uk: Всього пам'яті

source: Recording Status
bg: Статус на записите
ca: Estat de Gravació
de: Aufnahmestatus
el: Κατάσταση Εγγραφής
et: Salvestamine
fr: Status des enregistrements
pl: Status nagrywania
tr: Kayıt Durumu
uk: Статус запису

source: Standby Toggle
bg: Режим Готовност
ca: Activar Repòs
de: Standby (ein/aus)
el: Εναλλαγή Αναμονής
et: Toitelüliti
fr: Permuter en veille
pl: Przełącznik trybu czuwania
tr: Bekleme Geçişi
uk: Перехід у режим очікування

source: TB
bg: ТБ
fr: To
uk: Тб

source: Tuner Bit Error Rate BER
bg: Честота на битовите грешки на тунера (BER)
ca: Bit de taxa d'error (BER) del sintonitzador
de: Tuner-Bitfehlerhäufigkeit BER
el: Ρυθμός Σφαλμάτων Tuner BER
et: Signaali bitiveategur BER
fr: Tuner (taux d'erreur en bit) BER
pl: Współczynnik błędów BER
tr: Tuner Bit Hata Oranı BER
uk: BER тюнера

source: Tuner Signal Power AGC
bg: Сила на тунер сигнала (AGC)
ca: Potència de senyal del sintonitzador AGC
de: Tuner-Signalstärke AGC
el: Ισχύς Σήματος Tuner AGC
et: Signaali tugevus AGC
fr: Gain automatique du tuner AGC
pl: Jakość sygnału tunera AGC
tr: Tuner Sinyal Gücü AGC
uk: Рівень сигналу тюнера (AGC)

source: Tuner Signal Quality SNR
bg: Качество на тунер сигнала (SNR)
ca: Qualitat de senyal del sintonitzador SNR
de: Tuner-Signalqualität SNR
el: Ποιότητα Σήματος Tuner SNR
et: Signaali kvaliteet SNR
fr: Qualité du signal du tuner SNR
pl: Siła sygnału tunera SNR
tr: Tuner Sinyal Kalitesi SNR
uk: Якість сигналу тюнера (SNR)

source: Tuner Signal Quality SNR_DB
bg: Качество на тунер сигнала (SNR_DB)
ca: Qualitat de senyal del sintonitzador SNR DB
de: Tuner-Signalqualität SNR_DB
el: Ποιότητα Σήματος Tuner SNR_DB
et: Signaali kvaliteet SNR_DB
fr: Qualité du signal du tuner SNR_DB
pl: Siła sygnału tunera SNR_DB
tr: Tuner Sinyal Kalitesi SNR_DB
uk: Якість сигналу тюнера (SNR) у дБ

source: Video Wide
bg: Широкоекранен формат
ca: Vídeo ample
de: Breitbild
el: Ευρεία Εικόνα
et: Pildi suurus
fr: Vidéo large
pl: Szerokie wideo
tr: Video Geniş
uk: Розмір відео

source: kB
bg: КБ
fr: ko
uk: Кб

source: Auto
bg: Авто
ca: Automàtic
de: Automatisch
el: Αυτόματα
tr: Otomatik
uk: Авто

source: auto
bg: авто
ca: automàtic
de: Automatisch
el: αυτόματο
tr: otomatik
uk: авто

source: AGC
uk: Рівень сигналу

source: PiP
uk: ПіП

source: TV
bg: ТВ
uk: ТВ

source: Dolby
bg: Долби

source: Sref
el: Αναφ
