Repository: E2OpenPlugins/e2openplugin-OpenWebif
Catalog: locale/*.po
Languages: bg, ca, de, el, et, fr, lt, pl, tr, uk

source: Error while preparing backup file, %s does not exists.
bg: Грешка при подготовка за създаване на backup файла, %s не съществува.
ca: Error durant la preparació del backup, %s no existeix.
de: Fehler bei der Vorbereitung zum Backup, %s existiert nicht.
el: Σφάλμα κατά την προετοιμασία του αντίγραφου ασφαλείας, το %s δεν υπάρχει.
et: Viga varukoopia loomisel, %s pole olemas.
fr: Erreur lors de la préparation du fichier de sauvegarde, %s n'existe pas.
lt: Klaida, ruošiant atsarginės kopijos failą, %s nėra.
pl: Błąd podczas przygotowywania pliku kopii zapasowej, %s nie istnieje.
tr: Yedek dosyası hazırlanırken hata oluştu,%s mevcut değil.
uk: Помилка під час підготовки файлу резевної копії, % не існує.

source: Error while preparing backup file.
bg: Грешка при подготовка за създаване на backup файла.
ca: Error durant la preparació del backup.
de: Fehler bei der Vorbereitung zum Backup.
el: Σφάλμα κατά την προετοιμασία του αντιγράφου ασφαλείας.
et: Viga varukoopia loomisel.
fr: Erreur lors de la préparation du fichier de sauvegarde.
lt: Klaida, ruošiant atsarginės kopijos failą.
pl: Błąd podczas przygotowywania pliku kopii zapasowej.
tr: Yedek dosyası hazırlanırken hata oluştu.
uk: Помилка під час підготовки файлу резервної копії.

source: Error writing File
bg: Грешка при запис на файла
ca: Error escritura arxiu
de: Fehler beim Schreiben
el: Σφάλμα εγγραφής Αρχείου
et: Viga faili kirjutamisel
fr: Erreur lors de l'écriture du fichier
lt: Failo įrašymo klaida
pl: Błąd zapisu pliku
tr: Dosya yazılırken hata oluştu
uk: Помилка запису файла

source: Error, %s does not exists, restore is not possible...
bg: Грешка, %s не съществува, възстановяването не е възможно...
ca: Error, %s no existeix, la restauració no és possible...
de: Fehler: %s existiert nicht. Wiederherstellung nicht möglich.
el: Σφάλμα, το %s δεν υπάρχει, αδύνατη η επαναφορά...
et: Viga, %s pole olemas, taastamine ei ole võimalik...
fr: Erreur, %s n'existe pas, la restauration est impossible...
lt: Klaida, %s nėra, atkurti neįmanoma...
pl: Błąd, %s nie istnieje, przywracanie nie jest możliwe...
tr: Hata, %s yok, geri yükleme mümkün değil ...
uk: Помилка, %s не існує, відновлення не можливе...

source: Error, %s was not created with WebBouquetEditor...
bg: Грешка, %s не е бил създаден с Редактора на букети...
ca: Error, %s no ha sigut creat amb WebBouquetEditor...
de: Fehler: %s wurde nicht mit WebBouquetEditor erstellt.
el: Σφάλμα, το %s δεν δημιουργήθηκε με τον Επεξεργαστή Μπουκέτων Διαδικτύου
et: Viga: %s ei ole loodud WebBouquetEditor laiendusega.
fr: Erreur, %s n'a pas été créé avec WebBoquetEditor...
lt: Klaida, internetiniu bukietų redaktoriumi %s nesukurtas...
pl: Błąd, %s nie został utworzony za pomocą Edytora bukietów...
tr: Hata, %s WebBouquetEditor ile yaratılmadı ...
uk: Помилка, %s створювено не редактором букетів...

source: Error: Bouquet %s could not deleted, OSError.
bg: Грешка: Букет %s не може да се изтрие, OSError.
ca: Error: Llista %s no es pot esborrar, OSError.
de: Fehler: Bouquet %s kann nicht gelöscht werden, OSError.
el: Σφάλμα: Αδυναμία διαγραφής του Μπουκέτου %s, Σφάλμα OS.
et: Viga: Lemmiknimekirja %s eemaldamine nurjus, OS viga.
fr: Erreur: le bouquet %s n'a pas pu être effacé, OSError.
lt: Klaida: bukietas %s negali būti ištrintas, OS klaida.
pl: Błąd: Nie można usunąć bukietu %s, błąd OSError.
tr: Hata: Buket %s silinemedi, OSError.
uk: Помилка: Букет %s не може бути видалений, OSError.

source: Event not found
bg: Предаването не е намерено
ca: Event no trobat
de: Event nicht gefunden
el: Το πρόγραμμα δεν βρέθηκε
et: Saadet ei leitud
fr: Evènement non trouvé
lt: Įvykio nerasta
pl: Nie znaleziono wydarzenia
tr: Etkinlik bulunamadı
uk: Подію не знайдено

source: EventId not found
bg: Id на предаването не е открито
ca: ID de programa no trobat
de: EventID nicht gefunden
el: Το EventId δεν βρέθηκε
et: Saate tunnust ei leitud
fr: L'EventID n'a pas été trouvé
lt: Įvykio ID nerasta
pl: Nie znaleziono ID wydarzenia
tr: EventId bulunamadı
uk: Id події не знайден

source: Every
bg: Всеки
ca: Cada
de: Jeden
el: Κάθε
et: Iga
fr: Chaque
lt: Kiekvienas
pl: Każdy
tr: Her
uk: Кожен

source: Exclude when
bg: С изключение на
ca: Excloure
de: Enthält nicht
el: Εξαίρεση
et: Jäta välja
fr: Exclure
lt: Išskyrus
pl: Wyklucz kiedy
tr: Hariç
uk: Виключити

source: Execute "After event" during timespan
fr: Éxècuter la période "après l'évènement"
lt: Vykdyti 'po įvykio' per laikotarpį

source: Export
bg: Експорт
ca: Exportar
de: Exportieren
el: Εξαγωγή
et: Ekspordi
fr: Exporter
lt: Eksportuoti
pl: Eksport
tr: Dışa Aktar
uk: Експорт

source: Extras
bg: Допълнително
ca: Extres
el: Πρόσθετα
et: Lisad
lt: Priedai
pl: Dodatki
tr: Ekstralar
uk: Додатково

source: Fake Recording
bg: Запис Имитация
ca: Gravació falsa
de: Scheinaufnahme
el: Προσποίηση Εγγραφής
et: Võltssalvestus
fr: Faux enregistrement
lt: Pseudo įrašymas
pl: „Udawane” nagrywanie
tr: Sahte Kayıt
uk: Імітація запису

source: Fastscan
bg: Бързо търсене
ca: Recerca rápida
el: Γρήγορη ανίχνευση
et: Kiirotsing
fr: Scan rapide
lt: Greitas skenavimas
pl: Szybkie skanowanie
tr: Hızlı tarama
uk: Швидке сканування

source: February
bg: Февруари
ca: Febrer
de: Februar
el: Φεβρουαρίου
et: Veebruar
fr: Février
lt: vasario
pl: Luty
tr: Şubat
uk: Лютий

source: Firmware version
bg: Имидж версия
ca: Versió de firmware
el: Έκδοση Υλικού
et: Püsivara versioon
fr: Version du firmware
lt: Mikroprogramos versija
pl: Wersja oprogramowania
tr: Firmware sürümü
uk: Версія ПЗ

source: Force
bg: Принудително
ca: Forçar
de: Erzwingen
el: Εξαναγκασμός
et: Sunnitud
fr: Forcer
lt: Priverstinai
pl: Wymuś
tr: Zorla
uk: Примусово

source: Fr
bg: Пт
ca: Div
el: Πα
et: R
fr: Ve
lt: Pn
pl: Pt
tr: Cum
uk: Пт

source: Free
bg: Свободно
ca: Lliure
de: Frei
el: Ελεύθερα
et: Vaba
fr: Libre
lt: Laisva
pl: Wolne
tr: Boşta
uk: Вільно

source: Free Memory
bg: Свободна Памет
ca: Memòria lliure
de: Freier Speicher
el: Ελεύθερη Μνήμη
et: Vaba mälu
fr: Mémoire libre
lt: Laisva atmintis
pl: Wolna pamięć
tr: Boş Bellek
uk: Вільна пам'ять

source: Free space
lt: Laisva vieta

source: Fri
bg: Пет
ca: Div
de: Fr
el: Παρ
et: R
fr: Ven
lt: Pen
pl: Pią
tr: Cum
uk: П'ят

source: Friday
bg: Петък
ca: Divendres
de: Freitag
el: Παρασκευή
et: Reede
fr: Vendredi
lt: penktadienis
pl: Piątek
tr: Cuma
uk: П'ятниця

source: From date
bg: Не след
ca: No després de
de: Ausführung nicht nach
el: Όχι έπειτα από
et: Mitte pärast
fr: Pas après
lt: Ne vėliau
pl: Od daty
tr: Sonra değil
uk: Немає після

source: Front processor version
bg: Версия на фронтпроцесора
ca: Versió Frontprocessor
de: Frontprozessor-Version
el: Έκδοση Frontprocessor
et: Esiprotsessori versioon
fr: Version du frontprocesseur
lt: Sąsajos procesoriaus versija
pl: Wersja front-processora
uk: Версія фронтпроцесора

source: Full remote
bg: Пълно дистанционно
de: Vollständige Fernbedienung
el: Πλήρες τηλεχειριστήριο
et: Täielik pult
fr: Télécommande complète
lt: Visas nuotolinis
pl: Pełny pilot
tr: Tam uzak
uk: Повний пульт

source: GUI version
bg: GUI Версия
ca: Versió GUI
el: Έκδοση Επιφάνειας Χρήστη
et: E2 versioon
fr: Version IGU
lt: Grafinės aplinkos versija
pl: Wersja GUI
tr: Gui sürümü
uk: Версія GUI

source: Gateway
bg: Шлюз
ca: Porta d'enllaç
el: Πύλη
et: Lüüs
fr: Routeur
lt: Šliuzas
pl: Brama
tr: Ağ Geçidi
uk: Шлюз

source: Get mutable list for new created alternative failed!
bg: Грешка при получаването на изменяемия списък за ново-създадени алтернативи!
ca: Ha fallat l'obtenció de llista mutable per la nova alternativa creada!
de: Das Erhalten der Variablen Liste für die neu erstellte Alternative fehlgeschlagen!
el: Αποτυχία λήψης μεταβλητής λίστας για τα νεοδημιουργημένα εναλλακτικά!
et: Uue asenduskanali jaoks muutuva nimekirja hankimine nurjus!
fr: Echec de l'obtenion d'une liste mutable pour le nouveau alternatif créé!
lt: Naujai sukurta alternatyva neįkelta į kintamą sąrašą!
pl: Nie udało się uzyskać zmienej listy dla nowo utworzonej alternatywy!
tr: Yeni oluşturulan alternatif için değişken liste alınamadı!
uk: Не вдалося отримати змінюваний список для новоствореної альтернативи!

source: Get mutable list for new created bouquet failed!
bg: Грешка при получаването на изменяемия списък за ново-създадени букет!
ca: Obtenir llista mutable per a la nova llista ha fallat!
de: Das Erhalten der Variablen Liste für das neu erstellte Bouquet fehlgeschlagen!
el: Αποτυχία λήψης μεταβλητής λίστας για τα νεοδημιουργημένα μπουκέτα!
et: Uue lemmiknimekirja jaoks muudetava nimekirja hankimine nurjus!
fr: Echec de l'obtenion d'une liste mutable pour le nouveau bouquet créé!
lt: Naujai sukurtas bukietas neįkeltas į kintamą sąrašą!
pl: Nie udało się uzyskać zmiennej listy dla nowo utworzonego bukietu!
tr: Yeni oluşturulan buket için değişken liste alınamadı!
uk: Не вдалося отримати змінюваний список для новоствореного букету!

source: HTTP port
bg: HTTP Порт
ca: Port HTTP
de: Port für HTTP
el: Θύρα HTTP
fr: Port HTTP
lt: HTTP prievadas
pl: Port HTTP
tr: HTTP bağlantı noktası
uk: Порт HTTP

source: HTTPS port
bg: HTTPS Порт
ca: Port HTTPS
de: Port für HTTPS
el: Θύρα HTTPS
fr: Port HTTPS
lt: HTTPS prievadas
pl: Port HTTPS
tr: HTTPS bağlantı noktası
uk: Порт HTTPS

source: Hard disk model
bg: Модел на твърдия диск
ca: Model Disc Duro
de: Festplattenmodell
el: Μοντέλο Σκληρού Δίσκου
et: Salvesti
fr: Modèle du disque
lt: HDD modelis
pl: Model dysku twardego
tr: Sabit disk modeli
uk: Модель жорсткого диска

source: Hardware
lt: Techninė įranga

source: Hide full remote
bg: Скрий пълното дистанционно
ca: Ocultar comandament completo
de: Vollständige Fernbedienung ausblenden
el: Απόκρυψη πλήρους τηλεχειριστηρίου
et: Peida täielik pult
fr: Cacher la télécommande complète
lt: Slėpti nuotolinį pultą
pl: Ukryj pełnego pilota
tr: Tam uzaktan kumandayı gizle
uk: Приховати повний пульт

source: High Resolution
bg: Висока Резолюция
ca: Alta resolució
de: Hohe Auflösung
el: Υψηλή Ανάλυση
et: Kõrglahutus
fr: Haute résolution
lt: Didelės raiškos
pl: Wysoka rozdzielczość
tr: Yüksek Çözünürlük
uk: Висока роздільна здатність

source: Hold to drag
lt: Laikykite, kad trauktumėte

source: Hour
bg: Час
ca: Hora
de: Stunde
el: Ώρα
et: Tund
fr: Heure
lt: Valanda
pl: Godzina
tr: Saat
uk: Година

source: IPTV / URL name
fr: IPTV/URL nom
lt: Transliacijos adresas
pl: IPTV / nazwa URL
tr: IPTV / URL adı

source: IPv4 address
bg: IPv4 адрес
ca: Direcció IPv4
de: IPv4-Adresse
el: Διεύθυνση IPv4
et: IPv4 aadress
fr: Adresse IPv4
lt: IPv4 adresas
pl: Adres IPv4
tr: IPv4 adresi
uk: IPv4 адреса

source: IPv4-only Python/Twisted
bg: IPv4-само Python/Twisted
ca: IPv4-només Python/Twisted
de: Python/Twisted ohne IPv6-Unterstützung
el: Python/Twisted IPv4 μόνο
et: IPv4-ainult Python/Twisted
fr: Python/Twisted seulement en IPv4
lt: Tik IPv4 Python/Mišrus
pl: Tylko IPv4 Python/Twisted
tr: Yalnızca IPv4 Python/Twisted
uk: тільки IPv4 Python/Twisted

source: IPv4-only kernel
bg: IPv4-само ядро
ca: IPv4-només kernel
de: Kernel ohne IPv6-Unterstützung
el: Kernel IPv4 μόνο
et: IPv4-ainult kernel
fr: Noyau seulement en IPv4
lt: Tik IPv4 branduolys
pl: Jądro tylko IPv4
tr: Yalnızca IPv4 çekirdek
uk: ядро тільки IPv4

source: IPv6 address(es)
bg: IPv6 адрес(а)
ca: Direcció(es) IPv6
de: IPv6-Adresse(n)
el: IPv6 διεύθυνση(εις)
et: IPv6 aadress(id)
fr: Adresse(s) IPv6
lt: IPv6 adresas(ai)
pl: Adres(y) IPv6
tr: IPv6 adresleri
uk: IPv6 адрес(и)

source: Import
bg: Импорт
ca: Importar
de: Importieren
el: Εισαγωγή
et: Impordi
fr: Importer
lt: Importuoti
tr: İçe Aktar
uk: Імпорт

source: Include description
bg: Включи описание
ca: Incloure descripció
de: Beschreibung einbeziehen
el: Συμπερίληψη περιγραφής
et: Hõlma sisututvustus
fr: Inclure la description
lt: Įtraukti aprašymą
pl: Dołącz opis
tr: Açıklamayı dahil et
uk: Включити опис

source: Include extended description
el: Συμπερίληψη εκτεταμένης περιγραφής
et: Hõlma täpsem sisututvustus
fr: Inclure la description étendue
lt: Įtraukti išplėstinį aprašymą
pl: Dołącz rozszerzony opis
tr: Genişletilmiş açıklamayı dahil et
uk: Включити розширений опис

source: Include short description
el: Συμπερίληψη σύντομης περιγραφής
et: Hõlma lühitutvustus
fr: Inclure la description courte
lt: Įtraukti trumpą aprašymą
pl: Dołącz krótki opis
tr: Kısa açıklamayı dahil et
uk: Включити короткий опис

source: Include when
bg: Включи
ca: Incloure
de: Enthält
el: Συμπερίληψη
et: Kaasa
fr: Inclure
lt: Įskaitant
pl: Dołącz kiedy
tr: Dahil
uk: Додати

source: Infinite Instant recording started
bg: Безкраен Незабавен Запис започна
ca: Gravació instantània infinita iniciada
de: Unbegrenzte Sofortaufnahme gestartet
el: Έχει ξεκινήσει απεριόριστη άμεση εγγραφή
et: Algas kohene salvestus
fr: Enregistrement instantané infini démarré
lt: Pradėtas neribotas neplaninis įrašymas
pl: Rozpoczęto nieskończone natychmiastowe nagrywanie
tr: Sonsuz Anında kayıt başladı
uk: Запис без певного часу закінчення розпочато

source: Info
bg: Информация
ca: Informació
de: Informationen
el: Πληροφορίες
et: Andmed
lt: Informacija
pl: Informacje
tr: Bilgi
uk: Інформація

source: Information
lt: Informacija

source: Inherit AutoTimer
bg: Наследен Автотаймер
ca: Heretar Autotimer
de: Sender aus AutoTimern übernehmen
el: Διαδοχή Αυτόματου Χρονοδιακόπτη
et: Päring Autotaimerist
fr: Hériter Autotimer
lt: Paveldėti autolaikmatį
pl: Dziedzicz AutoTimer
tr: Otomatik Zamanlayıcıyı Devral
uk: Наслідувати Автотаймер

source: Install Package
bg: Инсталиране на Пакет
de: Installiere Paket
el: Εγκατάσταση Πακέτου
et: Paigalda pakett
fr: Installer le paquet
lt: Įdiegti paketą
pl: Zainstaluj pakiet
tr: Paketi Kur
uk: Встановити пакет

source: Installed
bg: Инсталиран
el: Εγκατεστημένο
et: Paigaldatud
fr: Installé
lt: Įdiegta
pl: Zainstalowano
tr: Yüklendi
uk: Встановлено

source: Instant Record
bg: Незабавен Запис
ca: Gravació instantània
de: Sofortaufnahme
el: Άμεση Εγγραφή
et: Kohene salvestus
fr: Enregistrement instantané
lt: Neplaninis įrašymas
pl: Natychmiastowe nagrywanie
tr: Anında Kayıt
uk: Негайний запис

source: Instant record for current Event started
bg: Незабавен запис за текущото предаване започна
ca: Gravació instantània iniciada per al programa actual
de: Sofortaufnahme für aktuelle Sendung gestartet
el: Έχει ξεκινήσει άμεση εγγραφή για το τρέχον πρόγραμμα
et: Algas käesoleva saate salvestamine
fr: Enregistrement instantanné pour l'évenement en cours démarré
lt: Pradėtas šio įvykio neplaninis įrašymas
pl: Rozpoczęto natychmiastowe nagrywanie bieżącego wydarzenia
tr: Geçerli Etkinlik için anında kayıt başlatıldı
uk: Миттєвий запис для поточної події розпочато

source: Internal error!
bg: Вътрешна грешка!
ca: Error intern!
de: Interner Fehler!
el: Εσωτερικό σφάλμα!
et: Sisemine viga!
fr: Erreur interne!
lt: Vidinė klaida!
pl: Błąd wewnętrzny!
tr: Dahili hata!
uk: Внутрішня помилка!

source: Internal flash memory
lt: Vidinė atmintinė

source: Interval (in %s)
el: Μεσοδιάστημα (σε %s)
et: Ajavahemik (%s)
fr: Intervalle (en %s)
lt: Intervalas (%s)
pl: Interwał (w %s)
tr: Aralık (%s olarak)
uk: Інтервал (в %s)

source: Interval (min.)
bg: Интервал (мин.)
de: Intervall (Min.)
el: Μεσοδιάστημα (λεπτά)
et: Ajavahemik (min.)
fr: Intervalle (min.)
lt: Intervalas (min.)
pl: Interwał (min.)
tr: Aralık (dak.)
uk: Інтервал (хв.)

source: Interval (sec.)
bg: Интервал (сек.)
ca: Interval (seg.)
de: Intervall (Sek.)
el: Μεσοδιάστημα (δευτ.)
et: Ajavahemik (sek.)
fr: Intervalle (sec.)
lt: Intervalas (sek.)
pl: Interwał (sek.)
tr: Aralık (sn.)
uk: Інтервал (сек.)

source: January
bg: Януари
ca: Gener
de: Januar
el: Ιανουαρίου
et: Jaanuar
fr: Janvier
lt: sausio
pl: Styczeń
tr: Ocak
uk: Січень

source: Javascript Libraries
bg: Javascript Библиотеки
ca: Llibreries Javascript
de: Javascript-Bibliothek
el: Βιβλιοθήκες Javascript
et: Javascript teegid
fr: Librairie Javascript
lt: Java scenarijų bibliotekos
pl: Biblioteki JavaScript
tr: Javascript Kitaplıkları
uk: Бібліотека Javascript

source: July
bg: Юли
ca: Juliol
de: Juli
el: Ιουλίου
et: Juuli
fr: Juillet
lt: liepos
pl: Lipiec
tr: Temmuz
uk: Липень

source: June
bg: Юни
ca: Juny
de: Juni
el: Ιουνίου
et: Juuni
fr: Juin
lt: birželio
pl: Czerwiec
tr: Haziran
uk: Червень

source: Just play
bg: Само възпроизведи
ca: Només repr.
de: Umschalttimer
el: Αναπαραγωγή
et: Esita
fr: Juste lire
lt: Tiesiog įjungti
pl: Po prostu odtwarzaj
tr: Sadece oynat
uk: Тільки відтворити

source: Kernel
bg: Ядро
ca: Versió Kernel
fr: Version du noyau
lt: Branduolio versija
pl: Jądro
uk: Ядро

source: LCD
lt: Skystųjų kristalų ekranas

source: LCD4Linux Setup
bg: LCD4Linux Настройки
ca: Configurar LCD4Linux
de: LCD4Linux-Einstellungen
el: Ρυθμίσεις LCD4Linux
et: LCD4Linux seaded
fr: Configuration de LCD4Linux
lt: LCD4Linux sąranka
pl: Konfiguracja LCD4Linux
tr: LCD4Linux Kurulumu
uk: Налаштування LCD4Linux

source: Label series
bg: Серия етикети
ca: Sèrie d'etiquetes
el: Σειρές ετικετών
et: Seriaalide pealdis
fr: Nom des séries
lt: Žymėti seriją
pl: Seria etykiet
tr: Etiket serisi
uk: Відзначити групу

source: License
lt: Licencija

source: Link speed
lt: Ryšio sparta

source: List of Timers has been cleaned
bg: Списъка с Таймерите беше изчистен
ca: La llista de temporitzadors s'ha netejat
de: Timerliste wurde aufgeräumt
el: Έγινε εκκαθάριση της λίστας χρονοδιακοπτών
et: Taimerinimekiri tühjendati
fr: La liste des timers a été effacée
lt: Laikmačių sąrašas išvalytas
pl: Lista timerów została wyczyszczona
tr: Zamanlayıcıların Listesi temizlendi
uk: Список таймерів очищенно

source: Loading...
fr: Chargement..
lt: Įkeliama...
tr: Yükleniyor...

source: Location
bg: Местоположение
ca: Localització
de: Ort
el: Τοποθεσία
et: Asukoht
fr: Localisation
lt: Vieta
pl: Lokalizacja
tr: Konum
uk: Розташування

source: Locked
bg: Заключен
ca: Bloquejat
de: Gesperrt
el: Κλειδωμένο
et: Lukustatud
fr: Vérouillé
lt: Užrakinta
pl: Zablokowany
tr: Kilitli
uk: Заблоковано

source: MAC address
bg: MAC адрес
ca: Direcció MAC
de: MAC-Adresse
el: Διεύθυνση MAC
et: MAC aadress
fr: Adresse MAC
lt: MAC adresas
pl: Adres MAC
tr: MAC adresi
uk: MAC адреса

source: Main
bg: Главна
ca: Principal
de: Hauptmenü
el: Κύριο
et: Peamenüü
fr: Principal
lt: Pagrindinis
pl: Główny
tr: Ana
uk: Головна

source: Main memory
lt: Pagrindinė atmintis

source: March
bg: Март
ca: Març
de: März
el: Μαρτίου
et: Märts
fr: Mars
lt: kovo
pl: Marzec
tr: Mart
uk: Березень

source: Marker added.
bg: Добавен е Маркер.
ca: Marcador afegit.
de: Marker hinzugefügt.
el: Ο Σημειωτής προστέθηκε.
et: Märgis lisatud.
fr: Marqueur ajouté.
lt: Žymeklis įtrauktas.
pl: Dodano znacznik.
tr: İşaretçi eklendi.
uk: Маркер додано.

source: Marker name
bg: Име на Маркера
ca: Nom de la marca
de: Name des Markers
el: Όνομα Σημειωτή
et: Märgise nimi
fr: Nom du marqueur
lt: Žymeklio pavadinimas
pl: Nazwa znacznika
tr: İşaretleyicinin Adı
uk: Назва маркеру

source: Match text
bg: Съвпадение на заглавието
ca: Coincidència de títul
de: Finde in Titel
el: Συσχέτιση τίτλου
et: Vastab pealkirjale
fr: Titre correspond
lt: Pavadinimas atitiks
pl: Dopasuj tekst
tr: Başlığı eşleştir
uk: Збіг назви

source: Max Days
bg: Максимум Дни
ca: Màxim de dies
de: Max. Anzahl Tage
el: Μέγιστος αριθμός ημερών
et: Suurim lubatud päevade arv
fr: Jours Max
lt: Maks. dienų
pl: Maksymalna liczba dni
tr: Maks. Gün
uk: Макс днів

source: May
bg: Май
ca: Maig
de: Mai
el: Μαΐου
et: Mai
fr: Mai
lt: gegužės
pl: Maj
tr: Mayıs
uk: Травень

source: Message sent successfully!
bg: Съобщението беше успешно изпратено!
ca: ¡Missatge enviat correctament!
de: Nachricht erfolgreich verschickt!
el: Επιτυχής αποστολή μηνύματος!
et: Teade edukalt saadetud!
fr: Message envoyé avec succès!
lt: Pranešimas išsiųstas sėkmingai!
pl: Wiadomość wysłana poprawnie!
tr: Mesaj başarıyla gönderildi!
uk: Повідомлення успішно відправлено!

source: Method
bg: Метод
ca: Mètode
de: Methode
el: Μέθοδος
et: Meetod
fr: Méthode
lt: Metodas
pl: Metoda
tr: Yöntem
uk: Метод

source: Minimal EPG list
bg: Минимален EPG лист
de: Minimale EPG Liste
el: Ελάχιστη λίστα EPG
et: Tihe EPG loend
fr: Liste EPG minimale
lt: Minimalus EPG sąrašas
pl: Minimalna lista EPG
tr: Minimal EPG listesi
uk: Мінімальний список EPG

source: Minimal movie list
bg: Минимален Списък с филми
el: Ελάχιστη λίστα ταινιών
et: Tihe salvestiste loend
fr: Liste minimale des films
lt: Minimalus filmų sąrašas
pl: Minimalna lista nagrań
tr: Minimal film listesi
uk: Мінімальний список записів

source: Minimal timer list
bg: Минимален таймер лист
de: Minimale Timer Liste
el: Ελάχιστη λίστα χρονοδιακοπτών
et: Tihe taimeriloend
fr: Liste de minuterie minimale
lt: Minimalus laikmačių sąrašas
pl: Minimalna lista timerów
tr: Minimal zamanlayıcı listesi
uk: Мінімальний список таймерів

source: Minute
bg: Mинута
ca: Minut
el: Λεπτό
et: Minut
lt: Minutė
pl: Minuta
tr: Dakika
uk: Хвилина

source: Missing mandatory parameter '%s'
bg: Липсва задължителен параметър '%s'
ca: Falta paràmetre obligatori '%s'
de: Der benötigte Parameter '%s' fehlt
el: Λείπει η απαραίτητη παράμετρος '%s'
et: Puudub kohustuslik parameeter '%s'
fr: Il manque le paramètre obligatoire '%s'
lt: Trūksta būtino parametro '%s'
pl: Brak obowiązkowego parametru '%s'
tr: Zorunlu '%s' parametresi eksik
uk: Відсутній обов'язковий параметр '%s'

source: Missing requesteter: sRef
bg: Липсва регистър параметър: sRef
de: Fehlende Angabe: sRef
el: Έλλειψη αναφοράς: sRef
et: Puudub registri parameeter: sRef
fr: Demandeur manquant: sRef
lt: Trūksta užklausos: sRef
pl: Brak parametru: sRef
tr: Eksik istek: sRef
uk: Відсутній параметр регістра: sRef

source: Mo
bg: Пн
ca: Dil
el: Δε
et: E
fr: Lu
lt: Pr
pl: Pn
tr: Pt
uk: Пн

source: Model
bg: Модел
de: Modell
el: Μοντέλο
et: mudel
fr: Modèle
lt: Modelis
uk: Модель

source: Mon
bg: Пон
ca: Dil
de: Mo
el: Δευ
et: E
fr: Lun
lt: Pir
pl: Pon
tr: Pzt
uk: Пон

source: Monday
bg: Понеделник
ca: Dilluns
de: Montag
el: Δευτέρα
et: Esmaspäev
fr: Lundi
lt: pirmadienis
pl: Poniedziałek
tr: Pazartesi
uk: Понеділок

source: Monthly
bg: Ежемесечно
ca: Mensual
de: Monatlich
el: Μηνιαία
et: Kord kuus
fr: Mensuellement
lt: Kas mėnesį
pl: Miesięcznie
tr: Aylık
uk: Щомісяця

source: More
bg: Повече
de: Mehr
el: Περισσότερα
et: Veel
fr: Plus
lt: Daugiau
pl: Więcej
tr: Daha
uk: Більше

source: More details
fr: Plus de détails
lt: Daugiau informacijos
tr: Daha fazla detay

source: Mount point
lt: Pajungimo taškas

source: Movie database for EPG
bg: Филмова база данни за EPG
de: Filmdatenbank für EPG
et: EPG kasutatav andmebaas
fr: Base de donnée des films pour EPG
lt: EPG filmų duomenų bazė
pl: Baza danych nagrań dla EPG
tr: EPG için film veritabanı
uk: База даних фільмів для EPG

source: Movie search
bg: Търсене на филми
el: Αναζήτηση ταινιών
et: Filmi otsing
fr: Recherche d’un film
lt: Filmų paieška
pl: Wyszukiwanie nagrań
tr: Film arama
uk: Пошук фільмів

source: Movielist
bg: Списък с филми
ca: Llista de Pel·lícules
de: Aufnahmeliste
el: Λίστα Ταινιών
et: Filmilist
fr: List des films
lt: Filmų sąrašas
pl: Lista nagrań
tr: Film listesi
uk: Список записів

source: Movies
bg: Записи
ca: Pel·lícules
de: Aufnahmen
el: Ταινίες
et: Salvestised
fr: Films
lt: Filmai
pl: Nagrania
tr: Filmler
uk: Записи

source: Multi-Bouquet is not enabled!
bg: Мулти-Букет не е включен!
ca: Multi-llistes no està habilitat!
de: Multi-Bouquet ist nicht aktiviert!
el: Τα Πολλαπλά Μπουκέτα είναι ανενεργά!
et: Luba mitme nimekirja kasutus!
fr: L'option Multi-bouquet n'est pas activée!
lt: Perėjimas tarp bukietų neįjungtas!
pl: Multi-Bukiet nie jest włączony!
tr: Çoklu Buket etkinleştirilmedi!
uk: Мульти-фаворит не ввімкнено!

source: MultiEPG
bg: Мулти EPG
el: Πολλαπλός EPG
lt: Daugiakanalis EPG
uk: Мульти EPG

source: Mute/Unmute
lt: Nutildyti/Įjungti garsą

source: NCam Webinterface
bg: NCam Уеб-интерфейс
et: NCam veebiliides
fr: Interface Web de NCam
lt: NCam interneto sąsaja
pl: Interfejs sieciowy NCam

source: Name
bg: Име
ca: Nom
el: Όνομα
et: Nimi
fr: Nom
lt: Pavadinimas
pl: Nazwa
tr: Ad
uk: Ім'я

source: Name (a-z)
fr: Nom (a-z)
lt: pagal pavadinimą (a-ž)
pl: Nazwa (a-z)
tr: Ad (a-z)
