Repository: E2OpenPlugins/e2openplugin-OpenWebif
Catalog: locale/*.po
Languages: bg, ca, de, el, et, fr, lt, pl, tr, uk

source: Timer '%s' not enabled while Conflict
bg: Таймер '%s' не може да се включи поради конфликт
ca: Temporitzador %s no habilitat durant el conflicte
de: Timer '%s' wegen Konflikt nicht aktiviert
el: Ο χρονοδιακόπτης '%s' δεν ενεργοποιήθηκε κατά τη Διένεξη
et: Taimerit '%s' ei lubatud vastuolu tõttu
fr: Le timer '%s' pas activé à cause du conflit
lt: Laikmatis '%s' neįtrauktas dėl konflikto
pl: Timer '%s' nie został włączony z powodu konfliktu
tr: Zamanlayıcı '%s' Çakışma sırasında etkin değil
uk: Таймер '%s' не ввімкнено через конфлікт

source: Timer '%s' not saved while Conflict
bg: Таймер '%s' не може да се запише поради конфликт
ca: El temporitzador '%s' no s'ha guardat per un conflicte
de: Timer '%s' wegen Konflikt nicht gespeichert
el: Ο χρονοδιακόπτης '%s' δεν αποθηκεύτηκε λόγω διένεξης
et: Taimerit '%s' ei salvestatud vastuolu tõttu
fr: Timer '%s' pas sauvegardé à cause du conflit
lt: Laikmatis '%s' neišsaugotas dėl konflikto
pl: Timer '%s' nie został zapisany z powodu konfliktu
tr: Zamanlayıcı '%s' Çakışma sırasında kaydedilmedi
uk: Таймер '%s' не збережено через конфлікт

source: Timer Added
bg: Таймера е добавен
ca: Temporitzador afegit
de: Timer hinzugefügt
el: Ο Χρονοδιακόπτης Προστέθηκε
et: Taimer lisatud
fr: Timer ajouté
lt: Laikmatis įtrauktas
pl: Dodano timer
tr: Zamanlayıcı Eklendi
uk: Таймер додано

source: Timer Conflict
lt: Laikmačių konfliktas

source: Timer added
bg: Таймера е добавен
ca: Afegir gravació
de: Timer hinzugefügt
el: Έγινε προσθήκη του χρονοδιακόπτη
et: Taimer lisatud
fr: Timer ajouté
lt: Laikmatis įtrauktas
pl: Dodano timer
tr: Zamanlayıcı eklendi
uk: Таймер додано

source: Timer conflict detected! Not recording!
bg: Открит е конфликт с таймера! Не се записва!
ca: Detectat conflicte entre temporitzadors. No s'està gravant.
de: Timerkonflikt gefunden! Keine Aufnahme!
el: Εντοπίστηκε διένεξη χρονοδιακόπτη! Μη εγγραφή!
et: Taimerite ajad kattuvad! Ei salvestata!
fr: Un conflit de timer détecté! Pas d'enregistrement!
lt: Laikmačių konfliktas! Nebus įrašoma!
pl: Wykryto konflikt timera! Nie nagrywam!
tr: Zamanlayıcı çakışması algılandı! Kayıt yapılmıyor!
uk: Виявлено конфлікт таймеру! Запис зупинено!

source: Timer type
bg: Тип на таймера
ca: Tipus gravació
de: Timer-Art
el: Τύπος χρονοδιακόπτη
et: Taimeri tüüp
fr: Type de timer
lt: Laikmačio tipas
pl: Typ timera
tr: Zamanlayıcı türü
uk: Тип таймеру

source: TimerList has been saved
bg: Списъка с таймерите беше запазен
ca: La llista de temporitzadors s'ha guardat
de: Timerliste wurde gespeichert
el: Η λίστα χρονοδιακοπτών αποθηκεύτηκε
et: Taimerinimekiri salvestati
fr: La liste des timers a été sauvegardée
lt: Laikmačių sąrašas išsaugotas
pl: Lista timerów została zapisana
tr: Zamanlayıcı listesi kaydedildi
uk: Список таймерів збережено

source: Timerlist
bg: Таймер списък
ca: Llista de gravacions
de: Timerliste
el: Λίστα χρονοδιακοπτών
et: Taimeriloend
fr: Liste des timers
lt: Laikmačių sąrašas
pl: Lista timerów
tr: Zamanlayıcı listesi
uk: Список таймерів

source: Timers
bg: Таймери
ca: Gravacions
de: Timer
el: Χρονοδιακόπτες
et: Taimerid
lt: Laikmačiai
pl: Timery
tr: Zamanlayıcılar
uk: Таймери

source: Title
bg: Име
ca: Títul
de: Titel
el: Τίτλος
et: Nimi
fr: Titre
lt: Antraštė
pl: Tytuł
tr: Başlık
uk: Заголовок

source: To date
bg: Не преди
ca: No abans de
de: Ausführung nicht vor
el: Όχι πριν από
et: Mitte enne
fr: Pas avant
lt: Ne anksčiau
pl: Do daty
tr: Daha önce değil
uk: Не раніше, ніж

source: Today
de: Heute
fr: Aujourd'hui
lt: Šiandien
pl: Dzisiaj
tr: Bugün

source: Toggle Standby
lt: Perjungti budėjimo režimą

source: Transcode
bg: Транскодиране
ca: Transcodificar
de: Transcodieren
el: Διακωδικοποίηση
et: Transkodeeri
fr: Transcoder
lt: Perkoduoti
pl: Transkoduj
tr: Kod dönüştürme
uk: Транскодування

source: Translation to Spanish
bg: Перевод на Испански
ca: Traducció a l'espanyol
el: Μετάφραση στα Ισπανικά
et: Hispaaniakeelne tõlge
fr: Traduction en Espagnol
lt: Vertimas į ispanų kalbą
pl: Tłumaczenie na język hiszpański
tr: İspanyolcaya Çeviri
uk: Переклад на іспанський

source: Try guessing
bg: Вземете предвид съществуващ таймер
ca: Tractar d'encertar
de: Versuche zu raten
el: Προσπάθεια προσδιορισμού
et: Ürita pakkuda
fr: Essayer de deviner
lt: Bandyti atspėti
pl: Spróbuj zgadnąć
tr: Tahmin Etmeyi Deneyin
uk: Сбробувати визначити

source: Tu
bg: Вт
ca: Dim
de: Di
el: Τρ
et: T
fr: Ma
lt: An
pl: Wt
tr: Sal
uk: Вт

source: Tue
bg: Вто
ca: Dim
de: Di
el: Τρί
et: T
fr: Mar
lt: Ant
pl: Wto
tr: Sal
uk: Вівт

source: Tuesday
bg: Вторник
ca: Dimarts
de: Dienstag
el: Τρίτη
et: Teisipäev
fr: Mardi
lt: antradienis
pl: Wtorek
tr: Salı
uk: Вівторок

source: Tuner Number
bg: Номер на тунера
ca: Número de sintonitzador
de: Tuner-Nummer
el: Αριθμός Tuner
et: Tuuneri number
fr: Numéro du tuner
lt: Imtuvų skaičių
pl: Numer tunera
tr: Tuner Numarası
uk: Номер тюнера

source: Tuner Signal
bg: Тунер Сигнал
ca: Senyal del sintonitzador
el: Σήμα Tuner
et: Tuuneri signaal
fr: Signal du tuner
lt: Imtuvo signalas
pl: Sygnał tunera
tr: Tuner Sinyali
uk: Сигнал тюнера

source: Tuner Type
bg: Тип на Тунера
ca: Tipus de sintonitzador
de: Tunerart
el: Τύπος Tuner
et: Tuuneri tüüp
fr: Type de tuner
lt: Imtuvo tipas
pl: Typ tunera
tr: Tuner Türü
uk: Тип тюнера

source: Tuners
bg: Тунери
ca: Sintonitzadors
de: Tuner
et: Tuunerid
lt: Imtuvai
pl: Tunery
tr: Tarayıcılar
uk: Тюнери

source: Type
bg: Тип
ca: Tipus
de: Typ
el: Τύπος
et: Tüüp
lt: Tipas
pl: Typ
tr: Tür
uk: Тип

source: Unknown Volume command %s
bg: Неизвестна команда за сила на звука %s
ca: Ordre %s de Volum Desconeguda
de: Unbekannter Befehl %s für die Lautstärkesteuerung
el: Άγνωστη εντολή Έντασης %s
et: Tundmatu helitugevuse käsk %s
fr: Commande de Volume %s inconnue
lt: Nežinoma komanda %s
pl: Nieznane polecenie głośności %s
tr: Bilinmeyen Ses komutu %s
uk: Невідома команда гучності %s

source: Unknown command: '%s'
bg: Неизвестна команда: '%s'
ca: Ordre desconeguda: '%s'
de: Unbekanntes Kommando: '%s'
el: Άγνωστη εντολή: '%s'
et: Tundmatu käsk: '%s'
fr: Commande inconnue: '%s'
lt: Nežinoma komanda: '%s'
pl: Nieznane polecenie: '%s'
tr: Bilinmeyen komut: '%s'
uk: Невідома команда: '%s'

source: Upcoming Events
bg: Предстоящи Предавания
ca: Pròxims programes
de: Nachfolgende Sendungen
el: Επερχόμενες Εκπομπές
et: Algavad saated
fr: Évènements à venir
lt: Artimiausi įvykiai
pl: Nadchodzące wydarzenia
tr: Yaklaşan Etkinlikler
uk: Наступні події

source: Update
bg: Актуализация
de: Aktualisieren
el: Ενημέρωση
et: Uuendus
fr: Mise à jour
lt: Atnaujinti
pl: Aktualizacja
tr: Güncelle
uk: Оновлення

source: Update Package
bg: Актуализация на Пакет
de: Paket aktualisieren
el: Ενημέρωση Πακέτου
et: Uuenda pakett
fr: Mettre à jour le paquet
lt: Atnaujinti paketą
pl: Aktualizuj pakiet
tr: Paketi Güncelle
uk: Оновити пакет

source: Update from feed
bg: Актуализация от фийд
de: Update vom Feed
el: Ενημέρωση από τις Πηγές
et: Uuendus hoidlast
fr: Mise à jour depuis la source
lt: Atnaujinti iš šaltinių
pl: Aktualizacja z feed
tr: Beslemeden Güncelle
uk: Оновлення з фіду

source: Upgrade all packages
bg: Актуализация на всички Пакети
de: Alle Pakete aktualisieren
el: Αναβάθμιση όλων των Πακέτων
et: Uuenda kõik paketid
fr: Mettre à jour tous les paquets
lt: Atnaujinti visus paketus
pl: Uaktualnij wszystkie pakiety
tr: Tüm Paketleri Yükselt
uk: Оновити всі пакети

source: Upload File Error
bg: Грешка при качване на Файла
de: Datei-Upload Fehler
el: Σφάλμα Ανεβάσματος Αρχείου
et: Viga faili üleslaadimisel
fr: Erreur lors du chargement du fichier
lt: Failo įkėlimo klaida
pl: Błąd wysyłania pliku
tr: Dosya Yükleme Hatası
uk: Помилка завантаження файлу

source: Upload package
bg: Качване на файл
de: Paket hochladen
el: Ανέβασμα πακέτου
et: Paketi üleslaadimine
fr: Charger un paquet
lt: Įkelti paketą
pl: Wyślij pakiet
tr: Paket yükle
uk: Завантажити пакет

source: Uploaded Files
bg: Качени Файлове
de: Hochgeladene Dateien
el: Ανεβασμένα Αρχεία
et: Üleslaetud failid
fr: Fichiers chargés
lt: Įkelti failai
pl: Wysłane pliki
tr: Yüklenen Dosyalar
uk: Завантажені файли

source: Use Channelname for screenshots
fr: Utiliser le nom de la chaîne pour les captures d'écran
lt: Ekrano nuotraukai naudoti kanalo pavadinimą
pl: Użyj nazwy kanału dla zrzutów ekranu

source: Use a custom location
bg: Потребителско местоположение
ca: Utilitzar una ubicació personalitzada
de: Angepasstes Aufnahmeverzeichnis
el: Χρήση τοποθεσίας ορισμένης από το χρήστη
et: Kasuta kohandatud asukohta
fr: Utiliser une localisation personnalisée
lt: Naudoti išsirinktą vietą
pl: Użyj własnej lokalizacji
tr: Özel bir konum kullan
uk: Використовуйте інше розташування

source: Use as PiP if possible
bg: Използване на PiP ако е възможно
de: Nutze PiP wenn verfügbar
et: Kasuta võimalusel PiP akent
fr: Utiliser comme PiP si possible
lt: Naudoti, kaip PiP, jei įmanoma
pl: Jeśli to możliwe, używaj jako PiP
tr: Mümkünse PiP olarak kullanın

source: Use classic interface
fr: Utiliser l'interface classique
lt: Naudoti klasikinę sąsają

source: Use custom Color
fr: Utiliser une couleur personnalisée
lt: Naudoti pasirinktinę spalvą
pl: Użyj własnego koloru
tr: Özel Renk Kullan

source: Use custom box name
bg: Използвай потребителско име на приемника
ca: Utilitzar nom personalitzat per al deco
de: Eigenen Boxnamen verwenden
el: Χρήση ονόματος χρήστη για το δέκτη
et: Kasuta kohandatud vastuvõtja nime
fr: Utiliser un nom personnalisé
lt: Naudoti savą aparato pavadinimą
pl: Użyj własnej nazwy odbiornika
tr: Özel kutu adı kullan
uk: Використовувати альтернативне ім'я ресивера

source: Use modern design
fr: Utiliser le design moderne
lt: Naudoti naują išvaizdą

source: Use modern interface
bg: Използвай новия дизайн
ca: Utilitzar nou diseny
de: Nutze neues Design
el: Χρήση νέας σχεδίασης
et: Kasuta uut disaini
fr: Utiliser le nouveau design
lt: Naudoti naują išvaizdą
pl: Włącz nowoczesny interfejs
tr: Yeni tasarım kullan
uk: Використовуйте новий дизайн

source: VPS plugin not found
bg: VPS плъгина не е открит
ca: Plugin VPS no trobat
de: VPS Plugin nicht gefunden
el: Το πρόσθετο VPS δεν βρέθηκε
et: VPS pluginat ei leitud
fr: Le plugin VPS n'a pas été trouvé
lt: VPS įskiepio nerasta
pl: Nie znaleziono wtyczki VPS
tr: VPS eklentisi bulunamadı
uk: VPS плагін не знайдено

source: Version
bg: Версия
ca: Versió
el: Έκδοση
et: Versioon
lt: Versija
pl: Wersja
tr: Sürüm
uk: Версія

source: Video
bg: Видео
ca: Vídeo
el: Βίντεο
fr: Vidéo
lt: Vaizdo įrašai
pl: Wideo
uk: Відео

source: Video Height
bg: Видео Височина
ca: Altura de vídeo
de: Bildhöhe
el: Ύψος Βίντεο
et: Pildi kõrgus
fr: Hauteur vidéo
lt: Vaizdo aukštis
pl: Wysokość wideo
tr: Video Yüksekliği
uk: Висота відео

source: Video PID (VPID)
lt: Vaizdo PID (VPID)

source: Video Width
bg: Видео Ширина
ca: Ample de Video
de: Bildbreite
el: Πλάτος Βίντεο
et: Pildi laius
fr: Largeur de la vidéo
lt: Vaizdo plotis
pl: Szerokość wideo
tr: Video Genişliği
uk: Ширина відео

source: Visibly
bg: Видим (режим ТВ)
ca: Visible
de: Sichtbar
el: Ορατά
et: Nähtavalt
fr: Visibilité
lt: Matomai
pl: Widoczność
tr: Görünür
uk: Видимий (режим ТВ)

source: Volume
bg: Усилване
ca: Volum
de: Lautstärke
el: Ένταση
et: Helitugevus
lt: Garsas
pl: Głośność
tr: Ses
uk: Гучність

source: Volume Control
bg: Контрол на Усилването
ca: Control de volum
de: Lautstärke
el: Έλεγχος Έντασης
et: Helitugevus
fr: Ctrl Volume
lt: Garso valdymas
pl: Kontrola głośności
tr: Ses Kontrolü
uk: Контроль гучності

source: W
el: Δ
fr: O
lt: V

source: Waiting for answer ...
bg: Изчаква се отговор...
ca: Esperant reposta...
de: Warte auf Antwort ...
el: Αναμονή για απάντηση ...
et: Vastuse ootel...
fr: En attente de la réponse…
lt: Laukiama atsakymo...
pl: Oczekuję na odpowiedź...
tr: Yanıt bekleniyor ...
uk: Очікування відповіді...

source: Wake Up
el: Αφύπνιση
et: Käivitus
fr: Réveil
lt: Pabusti
pl: Obudź
tr: Uyandırma
uk: Включення

source: Wakeup
bg: Събуждане
ca: Despertar
de: Aufwecken
el: Αφύπνιση
et: Käivitus
fr: Réveil
lt: Pažadinti
pl: Obudź
tr: Uyandır
uk: Включення

source: Warning
bg: Внимание
ca: Advertència
de: Warnung
el: Προειδοποίηση
et: Hoiatus
fr: Avertissement
lt: Dėmesio
pl: Ostrzeżenie
tr: Uyarı
uk: Увага

source: We
bg: Ср
ca: Dimx
de: Mi
el: Τε
et: K
fr: Me
lt: Tr
pl: Śr
tr: Çrş
uk: Ср

source: Web TV
bg: Уеб ТВ
et: Veebi TV
lt: Interneto TV
uk: Веб ТБ

source: Wed
bg: Сря
ca: Dimx
de: Mi
el: Τετ
et: K
fr: Mer
lt: Tre
pl: Śro
tr: Çar
uk: Сер

source: Wednesday
bg: Сряда
ca: Dimecres
de: Mittwoch
el: Τετάρτη
et: Kolmapäev
fr: Mercredi
lt: trečiadienis
pl: Środa
tr: Çarşamba
uk: Середа

source: Weekly (Monday)
bg: Седмично (Понеделник)
ca: Setmanal (Dilluns)
de: Wöchentlich (Montag)
el: Εβδομαδιαία (Δευτέρα)
et: Kord nädalas (esmaspäev)
fr: Hebdomadaire (Lundi)
lt: Kas savaitę (pirmadienis)
pl: Tygodniowo (Poniedziałek)
tr: Haftalık (Pazartesi)
uk: Щотижня (понеділок)

source: Weekly (Sunday)
bg: Седмично (Неделя)
ca: Setmanal (Diumenge)
de: Wöchentlich (Sonntag)
el: Εβδομαδιαία (Κυριακή)
et: Kord nädalas (pühapäev)
fr: Hebdomadaire (Dimanche)
lt: Kas savaitę (sekmadienis)
pl: Tygodniowo (Niedziela)
tr: Haftalık (Pazar)
uk: Щотижня (неділя)

source: Widescreen
lt: Plačiaekranis

source: Without auth only local access is allowed!
bg: Без удостоверяване е разрешен само локален достъп!
ca: Sense autorització, només es permet l'accès local!
de: Ohne Anmeldung ist nur lokaler Zugriff möglich!
el: Χωρίς πιστοποίηση, μόνο τοπική πρόσβαση επιτρεπτή!
et: Autentimata on lubatud ainult kohalik aadress!
fr: Sans authentification seul l'accès local est autorisé!
lt: Be autentikavimo leidžiamas tik vietinis prisijungimas!
pl: Bez autoryzacji dozwolony jest tylko dostęp lokalny!
tr: Yetkilendirme olmadan yalnızca yerel erişime izin verilir!
uk: Без аутентифікації дозволяється тільки локальний доступ!

source: Wizard
bg: Помощник
ca: Assistent
de: Assistent
el: Οδηγός
et: Abiline
fr: Assistant
lt: Vedlys
pl: Przewodnik
tr: Sihirbaz
uk: Помічник

source: Would you like to save your changes?
fr: Voulez-vous sauvegarder vos changements?
lt: Ar norite įrašyti pakeitimus?
pl: Czy chcesz zapisać zmiany?

source: Wrong parameter format 'set=%s'. Use set=set15
bg: Неправилен формат на параметъра 'set=%s'. Използвайте set=set15
ca: Format de paràmetres incorrecte 'set=%s'. Utilitza set=set15
de: Falsches Parameter-Format 'set=%s'. Korrekt: set=set15
el: Λανθασμένη μορφή παραμέτρου 'set=%s'. Χρήση set=set15
et: Vale parameetri vorming 'set=%s'. Kasuta set=set15
fr: Mauvais format du paramètre 'set=%s'. Utilisation de set=set15
lt: Neteisingas parametro formatas 'set=%s'. Naudokite set=set15
pl: Niewłaściwy format parametru 'set=%s'. Użyj set=set15
tr: Yanlış parametre biçimi 'set =%s'. set = set15 kullanın
uk: Невірний формат параметру 'set=%s'. Використовуйте set=set15

source: Yes
bg: Да
ca: Si
de: Ja
el: Ναι
et: Jah
fr: Oui
lt: Taip
pl: Tak
tr: Evet
uk: Так

source: Yes/No
bg: Да/Не
ca: Si/No
de: Ja/Nein
el: Ναι/Όχι
et: Jah/Ei
fr: Oui/Non
lt: Taip / Ne
pl: Tak/Nie
tr: Evet/Hayır
uk: Так/ні

source: Yesterday
fr: Hier
lt: Vakar
pl: Wczoraj
tr: Dün

source: Zap
bg: Превключи
ca: Canviar
de: Umschalten
el: Μετάβαση
et: Kanalivahetus
fr: Zapper
lt: Perjungti
pl: Przełącz
uk: Переключити

source: Zap & Record
bg: Запис+Превключи
ca: Gravar+Fer zàping
de: Umschalten und aufnehmen
el: Εγγραφή+ΖΑΠ
et: Salvestus+kanalivahetus
fr: Enregistrer + Zapper
lt: Įjungti kanalą ir įrašymą
pl: Przęłącz i nagraj
tr: Record + ZAP
uk: Запис+Переключення

source: Zap before streaming
bg: превключи преди Стрийм
ca: canviar abans del stream
de: vor dem Streamen umschalten
el: μετάβαση πριν τη Ροή
et: Kanalivahetus enne voogesitust
fr: Zapper avant de streamer
lt: perjungti prieš transliaciją
pl: Przełącz przed strumieniowaniem
tr: Akıştan önce zap
uk: перемикати перед стримом

source: Zap to
bg: Превключи на
ca: Canviar a
de: Umschalten auf
el: Μετάβαση σε
et: Kanalile
fr: Zapper vers
lt: Perjungti į
pl: Przełącz na
uk: Переключити на

source: Zapped to
bg: Превключено на
ca: Canviat a
de: Umgeschaltet auf
el: Έγινε μετάβαση σε
et: Vahetatud kanalile
fr: Zappé vers
lt: Perjungta į
pl: Przełączono na
uk: Переключено на

source: any time
fr: n'importe quelle heure
lt: bet kada
tr: herhangi bir zaman

source: box_ip
fr: récepteur_ip
lt: aparato IP

source: case-insensitive
fr: insensible à la case
lt: neatsižvelgiant į DIDŽIĄSIAS-mažąsias raides

source: case-sensitive
fr: sensible à la case
lt: atsižvelgiant į DIDŽIĄSIAS-mažąsias raides

source: descramble and record ecm
fr: Décoder et enregistrer ecm
lt: iškoduoti ir įrašyti ECM

source: description contains
bg: в Описанието
ca: a la descripció
de: in der Beschreibung
el: σε Περιγραφή
et: sisututvustuses
fr: dans la description
lt: aprašyme yra
pl: opis zawiera
tr: açıklama içeriği
uk: в описі

source: description match
fr: description correspond
lt: aprašymo atitikimas
tr: açıklama eşleşmesi

source: disabled
bg: изключен
ca: deshabilitat
de: deaktiviert
el: ανενεργό
et: keelatud
fr: désactivé
lt: išjungtas
pl: wyłączony
tr: devre dışı
uk: вимкнено

source: do nothing
bg: не прави нищо
ca: no fer res
de: Nichts
el: να μη γίνει τίποτα
et: ära tee midagi
fr: ne rien faire
lt: nieko nedaryti
pl: nic nie rób
tr: hiçbir şey yapma
uk: нічого не робити

source: don't descramble, record ecm
fr: ne pas décoder, enregistrer ecm
lt: neiškoduoti, įrašyti ECM

source: error! Loading Page
bg: грешка при зареждане на страницата!
ca: error! Carregant pàgina
de: Fehler beim Laden der Seite
el: σφάλμα! Φόρτωση Σελίδας
et: Tõrge lehe laadimisel
fr: erreur! Chargement de la page
lt: klaida! atveriama
pl: Błąd! Ładowanie strony
tr: hata! Sayfa yükleniyor
uk: помилка! Сторінка завантажується

source: exact title match
fr: correspondance parfaite du titre
lt: tikslus pavadinimo atitikimas
pl: dopasuj dokładnie w tytule

source: favourite desc match
fr: la desc favorite correspond
lt: mėgstamiausių atitikimas
pl: dopasuj w ulubionym opisie

source: finished
bg: завършен
ca: acabat
de: beendet
el: ολοκληρώθηκε
et: lõpetatud
fr: terminé
lt: baigta
pl: zakończony
tr: bitti
uk: закінчено

source: go to deep standby
bg: изключи
ca: anar a repòs profund
de: Ausschalten
el: μετάβαση σε βαθιά αναμονή
et: mine puhkeseisundisse
fr: mettre en veille profonde
lt: į gilų budėjimą
pl: przejdź do głębokiego czuwania
tr: derin beklemeye git
uk: вимкнути ресивер

source: go to standby
bg: към режим готовност
ca: anar a repòs
de: Standby
el: μετάβαση σε αναμονή
et: mine ooteseisundisse
fr: mettre en veille
lt: į budėjimo režimą
pl: przejdź do trybu czuwania
tr: beklemeye git
uk: перейти у сплячий режим

source: hour
bg: час
de: Stunde
el: ώρα
et: tund
fr: heure
lt: valanda
pl: godzina
tr: saat
uk: година

source: loading
bg: зареждане
ca: carregant
de: lade
el: φόρτωση
et: laadimine
fr: chargement
lt: įkeliama
pl: ładowanie
tr: yükleniyor
uk: завантаження

source: manual/disabled
bg: ръчно/спрян
ca: manual/deshabilitat
de: manuell/deaktiviert
el: χειροκίνητο/ανενεργό
et: käsitsi/keelatud
fr: manuel/désactivé
lt: rankomis/išjungta
pl: ręczny/wyłączony
tr: manuel/devre dışı
uk: вручну/вимкнено

source: mins
lt: min.
pl: minut(y)

source: minute
bg: минута
el: λεπτό
et: minut
lt: minutė
pl: minuta
tr: dakika
uk: хвилина

source: no description available
bg: няма достъпно описание
ca: no hi ha descripció disponible
de: keine Beschreibung verfügbar
el: μη διαθέσιμη περιγραφή
et: sisututvustus puudub
fr: pas de description disponible
lt: aprašymo nėra
pl: opis niedostępny
tr: açıklama yok
uk: доступного опису немає

source: none/IPv4-only network
bg: нищо/IPv4-само мрежа
ca: no/IPv4-només xarxa
de: keine/reines IPv4-Netzwerk
el: Δίκτυο κανένα/IPv4 μόνο
et: Pole/ainult IPv4 võrk
fr: aucun/réseau seulement en IPv4
lt: nėra / tik IPv4 tinklas
pl: brak / tylko sieć IPv4
tr: yok/yalnızca IPv4 ağ
uk: нема/мережа тільки IPv4

source: normal
lt: įprastas

source: on day
fr: dans la journée
lt: dieną
pl: w dniu

source: on weekday
bg: в Делници
ca: de Dilluns a Divendres
de: an einem Wochentag
el: σε Καθημερινή
et: tööpäeval
fr: pendant les jours de la semaine
lt: šiokiadienį
pl: w dniu powszednim
tr: hafta içi
uk: у будні

source: one two three four unknown command
bg: една /две / три / четири неизвестни команди
ca: un dos tres quatre ordre desconeguda
el: ένα δύο τρία τέσσερα άγνωστη εντολή
et: üks kaks kolm neli tundmatu käsk
fr: un deux trois quatre commande inconnue
lt: vienas du trys keturi nežinoma komanda
pl: jeden, dwa, trzy, cztery... nieznane polecenie
tr: bir, iki, üç, dört bilinmeyen komut
uk: одна, дві, три невідомі команди

source: partial title match
fr: correspondance partielle du titre
lt: dalinis pavadinimo atitikimas
pl: częściowe dopasowanie w tytule

source: r/o
lt: tik skaityti

source: r/w
lt: skaityti/rašyti

source: Receiver
lt: Imtuvas

source: record
bg: запис
ca: gravar
de: Aufnehmen
el: εγγραφή
et: salvestus
fr: enregistrement
lt: įrašas
pl: nagraj
tr: kayıt
uk: запис

source: regex match (experimental)
fr: correspondance regex (expérimental)
lt: paieškos, išreikštos simboliais, atitikimas (eksperimentinis)
pl: dopasuj wyrażeniem regularnym (eksperymentalne)

source: remove
bg: премахване
de: entfernen
el: αφαίρεση
et: eemalda
fr: supprimer
lt: pašalinti
pl: usuń
tr: kaldır
uk: видалити

source: running
bg: тече
ca: funcionant
de: laufend
el: σε εκτέλεση
et: töös
fr: en cours
lt: veikia
pl: uruchomiony
tr: çalışıyor
uk: запущено

source: seconds
bg: секунди
ca: segons
de: Sekunden
el: δευτερόλεπτα
et: sekundit
fr: secondes
lt: sekundžių
pl: sekund(y)
tr: saniye
uk: секунди

source: select bouquets
bg: избор на Букети
ca: sel·lecionar llistes
de: Favoriten auswählen
el: επιλογή Μπουκέτων
et: Vali lemmiknimekirjad
fr: choisir les bouquets
lt: pasirinkite bukietus
pl: wybierz bukiety
tr: Buketleri seçin
uk: вибрати фаворити

source: select channels
bg: избор на Канали
ca: sel·leccionar canals
de: Sender auswählen
el: επιλογή Καναλιών
et: Vali kanalid
fr: choisirs les chaînes
lt: pasirinkite kanalus
pl: wybierz kanały
tr: kanalları seçin
uk: вибрати канали

source: select tags
bg: избор на Етикети
ca: sel·leccionar etiquetes
de: Stichworte auswählen
el: επιλογή Ετικετών
et: Vali sildid
fr: choisir les Tags
lt: pasirinkite žymas
pl: wybierz tagi
tr: etiketleri seçin
uk: вибір тегів

source: short description contains
bg: в Краткото описание
ca: a la descripció curta
de: in der Kurzbeschreibung
el: σε Σύντομη περιγραφή
et: lühitutvustusest
fr: dans la description courte
lt: trumpame aprašyme
pl: krótki opis zawiera
tr: Kısa Açıklama
uk: в короткому описі

source: short description match
fr: afficher description correspond
lt: trumpo aprašymo atitikimas

source: standard
bg: стандарт
ca: estàndar
el: στάνταρ
et: tavaline
lt: standartinis
tr: standart
uk: стандарт

source: static
bg: статичен
ca: estàtic
de: statisch
el: στατική
et: staatiline
fr: statique
lt: statinis
pl: statyczny
tr: statik
uk: статичний

source: this service is protected by a parental control pin
fr: ce service est protégé par un code PIN parental
lt: šis kanalas apsaugotas tėvų kontrolės PIN kodu
pl: Ta usługa jest zabezpieczona kodem PIN kontroli rodzicielskiej

source: title contains
bg: в Името
ca: al Títul
de: im Titel
el: σε Τίτλο
et: nimest
fr: dans titre
lt: pavadinime yra
pl: tytuł zawiera
tr: başlık içeriği
uk: в заголовку

source: title ends with
fr: le titre se termine par
lt: pavadinimas baigiasi
pl: tytuł kończy się...

source: title or description match
fr: titre ou description correspond
lt: pavadinimo, ar aprašymo atitikimas

source: title or short description match
fr: titre ou description courte correspond
lt: pavadinimo, ar trumpo aprašymo atitikimas

source: title starts with
fr: le titre commence par
lt: pavadinimas prasideda
pl: tytuł rozpoczyna się od...

source: transcoded
bg: транскодиран
ca: transcodificat
de: transkodiert
el: διαδικοποιημένο
et: transkodeeritud
fr: transcodé
lt: perkoduota
pl: transkodowany
tr: kod dönüştürüldü
uk: транскодування
