Repository: E2OpenPlugins/e2openplugin-OpenWebif
Catalog: locale/*.po
Languages: bg, ca, de, el, et, fr, lt, pl, tr, uk

source: Bouquet renamed successfully.
bg: Букета е преименуван успешно.
ca: Llista renombrada correctament.
de: Bouquet erfolgreich umbenannt.
el: Επιτυχία μετονομασίας Μπουκέτου.
et: Lemmiknimekiri nimetati ümber.
fr: Bouquet renommé avec succès.
lt: Bukietas pervadintas sėkmingai.
pl: Nazwa bukietu została zmieniona.
tr: Buket başarıyla yeniden adlandırıldı.
uk: Фаворит успішно перейменовано.

source: Bouquet-settings were restored successfully
bg: Настройките за букетите са възстановени успешно
ca: Configuració de llistes s'ha restaurat amb èxit
de: Bouquet-Settings erfolgreich wiederhergestellt
el: Επιτυχία επαναφοράς ρυθμίσεων μπουκέτου
et: Lemmiknimekirjad taastati edukalt
fr: Les paramètres du bouquet restauré avec succès
lt: Bukieto nustatymai atkurti sėkmingai
pl: Ustawienia bukietów zostały pomyślnie przywrócone
tr: Buket ayarları başarıyla geri yüklendi
uk: Налаштування фаворитів успішно відновлено

source: BouquetEditor
bg: Букет Редактор
ca: Editor de llistes
el: Επεξεργασία Μπουκέτων
et: Lemmiknimekirjad
fr: Éditeur de bouquet
lt: Bukietų redaktorius
pl: Edytor bukietów
tr: BuketDüzenleyici
uk: Редактор Фаворитів

source: Bouquetlist is not editable!
bg: Списъка с букети не може да се редактира!
ca: Llista de favorits no és editable!
de: Bouquetliste nicht editierbar!
el: Αδυναμία επεξεργασίας λίστας μπουκέτου!
et: Lemmiknimekirjade loend ei ole muudetav!
fr: La liste des bouquets n'est pas éditable!
lt: Bukietų sąrašas neredaguojamas!
pl: Lista bukietów nie jest edytowalna!
tr: Buket listesi düzenlenemez!
uk: Список фаворитів не редагується!

source: Bouquets
bg: Букети
ca: Llistes
el: Μπουκέτα
et: Lemmiknimekirjad
lt: Bukietai
pl: Bukiety
tr: Buketler
uk: Фаворитии

source: Box
bg: Приемник
ca: Decodificador
de: Receiver
el: Δέκτης
et: Vastuvõtja
fr: Récepteur
lt: TV aparatas
pl: Odbiornik
uk: Ресівер

source: Box Control
bg: Управление на приемника
ca: Control Deco
de: Systemfunktionen
el: Έλεγχος Δέκτη
et: Vastuvõtja juhtimine
fr: Ctrl Récepteur
lt: Aparato valdymas
pl: Kontrola odbiornika
tr: Kutu Kontrolü
uk: Управління ресівером

source: Box Info
bg: Информация за приемника
ca: Informació Deco
de: Receiver-Informationen
el: Πληροφορίες Δέκτη
et: Vastuvõtja andmed
fr: Info récepteur
lt: Apie aparatą
pl: Info o odbiorniku
tr: Kutu Bilgileri
uk: Інформація про ресівер

source: Box uptime
lt: Nepertraukiamo darbo laikas

source: Brand
bg: Марка
ca: Marca
de: Marke
el: Μάρκα
et: Mark
fr: Marque
lt: Prekės ženklas
pl: Marka
tr: Marka
uk: Бренд

source: Build
lt: Laida

source: Cable
bg: Кабелен
de: Kabel
el: Καλωδιακό
et: Kaabel
fr: Câble
lt: Kabelinė
pl: Kablówka
tr: Kablo
uk: Кабельний

source: Calendar Week
bg: Седмичен Календар
ca: Calendari setmanal
de: Kalenderwoche
el: Ημερολογιακή Εβδομάδα
et: Kalendrinädal
fr: Calendrier de la semaine
lt: Kalendorinė savaitė
pl: Tydzień kalendarzowy
tr: Takvim Haftası
uk: Календарний тиждень

source: Cancel
bg: Отмяна
ca: Cancel·lar
de: Abbrechen
el: Ακύρωση
et: Tühista
fr: Annuler
lt: Atšaukti
pl: Anuluj
tr: İptal
uk: Скасування

source: Cancelled
el: Έγινε ακύρωση
et: Tühistatud
fr: Annulé
lt: Atšaukta
pl: Anulowany
tr: İptal edildi

source: Capacity
bg: Обем
ca: Capacitat
de: Kapazität
el: Χωρητικότητα
et: Maht
fr: Capacité
lt: Talpa
pl: Pojemność
tr: Kapasite
uk: Ємність

source: Capture screenshot
bg: Направи Скрийншот
ca: Captura de Pantalla
de: Bildschirmfoto
el: Λήψη Στιγμιότυπου
et: Loo ekraanipilt
fr: Capturer écran
lt: Ekrano nuotrauka
pl: Zrób zrzut ekranu
tr: Ekran Görüntüsü Al
uk: Зробити скріншот

source: Channel
bg: Канал
ca: Canal
de: Kanal
el: Κανάλι
et: Kanal
fr: Chaîne
lt: Kanalas
pl: Kanał
tr: Kanal
uk: Канал

source: Channels
bg: Канали
ca: Canals
de: Kanäle
el: Κανάλια
et: Kanalid
fr: Chaînes
lt: Kanalai
pl: Kanały
tr: Kanallar
uk: Канали

source: Character encoding for EPG data
bg: Тип кодировка на текста за EPG данни
ca: Codificació de caràcters per a l'EPG
de: Zeichenkodierung der EPG Daten
el: Κωδικοποίηση χαρακτήρων για τα δεδομένα του EPG
et: EPG andmete tähemärgistik
fr: Caractère d'encodage pour les données EPG
lt: EPG šriftų koduotė
pl: Kodowanie znaków danych EPG
tr: EPG verileri için karakter kodlaması
uk: Тип кодування тексту для даних EPG

source: Chipset
bg: Чипсет
de: Chipsatz
et: Kiip
fr: Processeur
lt: Lustų rinkinys
uk: Чіпсет

source: Cleanup Timers
bg: Премахване на завършилите таймери
ca: Netejar Gravacions
de: Timer aufräumen
el: Εκκαθάριση Χρονοδιακοπτών
et: Kustuta vanad
fr: Nettoyer les Timers
lt: Valyti laikmačius
pl: Wyczyść timery
tr: Zamanlayıcıları temizle
uk: Очистити таймери

source: Close
bg: Затвори
ca: Tancar
de: Schließen
el: Κλείσιμο
et: Sulge
fr: Fermer
lt: Uždaryti
pl: Zamknij
tr: Kapat
uk: Закрити

source: Common Settings
el: Κοινές Ρυθμίσεις
et: Üldseaded
fr: Paramètres communs
lt: Bendri nustatymai
pl: Wspólne ustawienia
tr: Genel Ayarlar

source: Config
lt: Nustatymas
pl: Konfiguracja

source: Conflicting Timer(s) detected! %s
bg: Открит е конфликт с таймера(ите)! %s
ca: Temporitzador(s) conflictiu(s) detectat(s)! %s
de: Timerkonflikt(e) gefunden! %s
el: Εντοπίστηκε(αν) διένεξη Χρονοδιακόπτη(ων)! %s
et: Vastuolus taimerid! %s
fr: Des timers sont en conflit! %s
lt: Laikmačių konfliktas! %s
pl: Wykryto konflikt timera(ów)! %s
tr: Çakışan Zamanlayıcılar algılandı! %s
uk: Виявлено конфлікт таймера(ів)! %s

source: Contributors
bg: Сътрудници
ca: Col·laboradors
de: Mitwirkende
el: Συντελεστές
et: Kaasautorid
fr: Contributeurs
lt: Bendraautoriai
pl: Współtwórcy
tr: Katkıda Bulunanlar
uk: Приймали участь

source: Control
bg: Управление
de: Steuerung
el: Έλεγχος
et: Juhtimine
fr: Contrôle
lt: Valdymas
pl: Kontrola
tr: Kontrol
uk: Управління

source: Could not add timer '%s'!
bg: Не може да се добави таймер '%s'!
ca: No es pot afegir el temporitzador '%s'!
de: Timer '%s' konnte nicht zugefügt werden!
el: Αδυναμία προσθήκης χρονοδιακόπτη '%s'!
et: Taimeri '%s' lisamine nurjus!
fr: Impossible d'ajouter le timer '%s'!
lt: Laikmačio '%s' pridėti nepavyko!
pl: Nie można dodać timera '%s'!
tr: Zamanlayıcı '%s' eklenemedi!
uk: Не вдалося додати таймер '%s'!

source: Could not find timer '%s' with given start and end time!
bg: Не може да се намери таймер '%s' със зададените времена за начало и край!
ca: No s'ha trobat el temporitzador '%s' amb aquests temps d'inici i fi.
de: Timer '%s' mit angegebener Start-/Endzeit nicht gefunden!
el: Αδυναμία εύρεσης του χρονοδιακόπτη '%s' με δεδομένη ώρα έναρξης και λήξης!
et: Antud algus- ja lõpuajaga taimerit '%s' ei leitud!
fr: Impossible de trouver le timer '%s' avec l'heure de début et de fin donnée!
lt: Nepavyko rasti laikmačio '%s' su nurodytu pradžios ir pabaigos laiku!
pl: Nie można znaleźć timera '%s' o podanym czasie rozpoczęcia i zakończenia!
tr: Verilen başlangıç ​​ve bitiş zamanına sahip '%s' zamanlayıcı bulunamadı!
uk: Не вдалося знайти таймер '%s' з вказаним часом початку та закінчення!

source: Create bouquet from selection
bg: Добави провайдера като нов букет
ca: Afegir proveïdor com nova llista
de: Anbieter als neues Bouquet hinzufügen
el: Προσθήκη Παρόχου ως νέο μπουκέτο
et: Lisa levitaja uue lemmiknimekirjana
fr: Ajouter Provider comme un nouveau Bouquet
lt: Iš pasirinktų kurti bukietą
pl: Stwórz bukiet z wybranego elementu(ów)
tr: Sağlayıcıyı yeni Buket olarak Ekle
uk: Додати провайдера як новий фаворит

source: Current
bg: Текущ
ca: Actual
de: Aktuell
el: Τρέχον
et: Hetkel
fr: En cours
lt: Šis
pl: Aktualnie...
tr: Geçerli
uk: Поточний

source: Current Event
bg: Текущо Предаване
ca: Programa Actual
de: Aktuelle Sendung
el: Τρέχον Πρόγραμμα
et: Käesolev saade
fr: Évènement en cours
lt: Dabar rodoma
pl: Bieżące wydarzenie
tr: Geçerli Etkinlik
uk: Поточна подія

source: Currently recording
lt: Šiuo metu įrašoma

source: Custom box name
bg: Потребителско име на приемника
ca: Nom personalitzat del deco
de: Eigener Boxname
el: Όνομα χρήστη για το δέκτη
et: Kohandatud vastuvõtja nimi
fr: Nom personnalisé
lt: Savas aparato pavadinimas
pl: Własna nazwa odbiornika
tr: Özel kutu adı
uk: Альтернативне ім'я ресивера

source: Custom offset
bg: Потребителско преместване
ca: Marge personalitzat
de: Angepasster Vor- und Nachlauf
el: Μετατόπιση χρόνου από το χρήστη
et: Kohandatud nihe
fr: Compensation personnalisée
lt: Pasirinktinis intarpas
pl: Własne przesunięcie
tr: Özel ofset
uk: Користувальницьке зміщення

source: Date
bg: Дата
ca: Data
de: Datum
el: Ημερομηνία
et: Kuupäev
lt: Data
pl: Data
tr: Tarih
uk: Дата

source: Date (newest)
fr: Date (plus récent)
lt: pagal datą (naujausi)
pl: Data (od najnowszych)
tr: Tarih (en yeniden)

source: Date (oldest)
fr: Date (plus ancien)
lt: pagal datą (seniausi)
pl: Data (od najstarszych)
tr: Tarih (en eskiden)

source: Debug - Display Tracebacks in browser
fr: Debug - Afficher le Traceback dans le navigateur
lt: Derinti – rodyti klaidų ataskaitas naršyklėje
pl: Debuguj - wyświetlaj logi w przeglądarce
tr: Debug - Tracebacks'i tarayıcıda görüntüle

source: December
bg: Декември
ca: Desembre
de: Dezember
el: Δεκεμβρίου
et: Detsember
fr: Décembre
lt: gruodžio
pl: Grudzień
tr: Aralık
uk: Грудень

source: Deep Standby
bg: Изключване
ca: Repòs Profund
de: Ausschalten
el: Βαθιά Αναμονή
et: Puhkeseisund
fr: Veille profonde
lt: Gilus budėjimas
pl: Głębokie czuwanie
tr: Derin Bekleme
uk: Глибокий режим очікування

source: Default
bg: По подразбиране
ca: Per Defecte
de: Standard
el: Προεπιλογή
et: Vaikimisi
fr: Défaut
lt: Numatyta
pl: Domyślny
tr: Varsayılan
uk: За замовчуванням

source: Delay Standby
bg: Задръжка в режим готовност
ca: Retard repòs
de: Standby-Verzögerung
el: Καθυστέρηση Αναμονής
et: Ooteseisundi viiteaeg
fr: Delai de mise ne veille
lt: Delsa iki budėjimo
pl: Opóźnij tryb czuwania
tr: Bekleme Gecikmesi
uk: Відкладене вимкнення

source: Delete
bg: Изтрий
ca: Esborrar
de: Löschen
el: Διαγραφή
et: Kustuta
fr: Effacer
lt: Ištrinti
pl: Usuń
tr: Sil
uk: Видалити

source: Delete Bookmark
bg: Изтрий Отметка
et: Kustuta järjehoidja
fr: Supprimer le signet
lt: Trinti žymelę
pl: Usuń zakładkę
tr: Yer İşaretini Sil

source: Delete Bouquet
bg: Изтрий Букет
ca: Esborrar llista
de: Bouquet löschen
el: Διαγραφή Μπουκέτου
et: Kustuta lemmiknimekiri
fr: Effacer Bouquet
lt: Pašalinti bukietą
pl: Usuń bukiet
tr: Buketi Sil
uk: Видалити фаворит

source: Delete Recording
bg: Изтрий Запис
ca: Esborrar Pel·lícula
de: Aufnahme löschen
el: Διαγραφή Ταινίας
et: Kustuta salvestis
fr: Effacer enregistrement
lt: Ištrinti įrašą
pl: Usuń nagranie
tr: Kaydı Sil
uk: Видалити запис

source: Delete Timer
bg: Изтрий Таймер
ca: Esborrar Gravació
de: Timer löschen
el: Διαγραφή Χρονοδιακόπτη
et: Kustuta taimer
fr: Effacer Timer
lt: Pašalinti laikmatį
pl: Usuń timer
tr: Zamanlayıcıyı Sil
uk: Видалити таймер

source: Delete failed, because there is no movie trash ! Disable movie trash in configuration to delete this item
bg: Не може да се изтрие, защото няма кошче за филми ! Спрете кошчето за филми от настройките за да изтриете този запис
de: Löschen fehlgeschlagen weil kein Movie-Papierkorb vorhanden ist! Deaktivieren Sie den Movie-Papierkorb in der Konfiguration um dennoch zu löschen.
el: Η διαγραφή απέτυχε λόγω έλλειψης του κάδου αχρήστων ταινιών! Απενεργοποιήστε τον κάδο αχρήστων ταινιών στις ρυθμίσεις για να διαγράψετε αυτό το στοιχείο
et: Kustutamine nurjus, kuna prügikasti ei ole! Selle elemendi kustutamiseks keela seadistustes prügikasti kasutamine
fr: Echec de la suppression, parce qu’il n’y a pas de corbeille pour les films ! Désactiver la corbeille des films dans la configuration pour effacer cet élément
lt: Pašalinti nepavyko, nes nėra filmų šiukšliadėžės! Išjunkite filmų šiukšliadėžę konfigūracijoje, kad ištrinti šį elementą
pl: Usunięcie nie powiodło się, ponieważ nie ma śmieci do filmu! Wyłącz kosz filmów w konfiguracji, aby usunąć ten element.
tr: Silme başarısız, çünkü film çöp kutusu yok ! Bu öğeyi silmek için yapılandırmada film çöp kutusunu devre dışı bırakın
uk: Не вдалося видалити, оскільки нема кошика для фільмів! Disable movie trash in configuration to delete this item

source: Deleted
bg: Изтрит
el: Διεγραμμένα
et: Kustutatud
fr: Effacé
lt: Ištrinta
pl: Usunięto
tr: Silindi
uk: Видалено

source: Description
bg: Описание
ca: Descripció
de: Beschreibung
el: Περιγραφή
et: Sisututvustus
lt: Aprašymas
pl: Opis
tr: Açıklama
uk: Опис

source: Device
lt: Įrenginys

source: Disable
fr: Désactivé
lt: Išjungti
tr: Devre dışı bırak

source: Disable Timer
bg: Спри Таймер
ca: Deshabilitar Gravació
de: Timer deaktivieren
el: Απενεργοποίηση Χρονοδιακόπτη
et: Keela taimer
fr: Désactiver Timer
lt: Išjungti laikmatį
pl: Wyłącz timer
tr: Zamanlayıcıyı Devre Dışı Bırak
uk: Відключити таймер

source: Disable remote access for user root
bg: Спри достъпа за потребител root
ca: Deshabilitar accès remot per a l'usuari root
de: Externen Zugriff als Benutzer 'root' verbieten
el: Απενεργοποίηση πρόσβασης για το χρήστη root
et: Keela kaugligipääs kasutaja juurkataloogile
fr: Désactiver l'accès pour l'utilisateur root
lt: Uždrausti 'root' vartotojo prieigą
pl: Wyłącz zdalny dostęp dla użytkownika root
tr: Kullanıcı root için uzaktan erişimi devre dışı bırak
uk: Відключити доступ для користувача root

source: Disabled on conflict
bg: Спрян при конфликт
ca: Desactivat quan hi ha conflicte
de: Deaktiveren bei Konflikt
el: Ανενεργό κατά τη διένεξη
et: Vastuolu korral keelatud
fr: Désactivé en cas de conflit
lt: Konflikto atveju išjungta
pl: Wyłączone w przypadku konfliktu
tr: Çakışmada Devre Dışı Bırakıldı
uk: Вимкути при конфлікті

source: Display Mode
bg: Режим на Дисплея
ca: Mode visualització
de: Anzeigemodus
el: Λειτουργία Οθόνης
et: Kava laad
fr: Mode d'affichage
lt: Atvaizdavimo būdas
pl: Tryb wyświetlania
tr: Görüntü Modu
uk: Режим дисплея

source: Display duration (s)
bg: Показване на дисплея (сек)
ca: Duració de visualització (s)
de: Anzeigedauer (s)
el: Εμφάνιση διάρκειας (ων)
et: Kuva kestus
fr: Afficher la durée (s)
lt: Rodymo trukmė (sek.)
pl: Czas wyświetlania (s)
tr: Görünüm süresi (s)
uk: Відображати тривалість (с)

source: Distro
bg: Програмно обезпечение
ca: Distribució
de: Distribution
el: Διανομή
fr: Distri
lt: Distribucija
pl: Dystrybucja
uk: Програмне забезпечення

source: Don't create timer when movie exists in database
fr: Ne pas créer un timer quand le film existe dans la base de donnée
lt: Nekurti laikmačio, kai filmas yra duomenų bazėje
pl: Nie twórz timera gdy nagranie istnieje w bazie danych
tr: Veritabanında film varken zamanlayıcı oluşturma

source: Done
bg: Готово
ca: Realitzat
de: Fertig
el: Ολοκληρώθηκε
et: Tehtud
fr: Fini
lt: Atlikta
pl: Gotowe
tr: Bitti
uk: Готово

source: Download
bg: Изтегли
ca: Baixar
de: Herunterladen von
el: Λήψη
et: Allalaadimine
fr: Télécharger
lt: Atsisiųsti
pl: Pobierz
tr: İndir
uk: Завантажити

source: Download playlist for
bg: Изтегли Плейлист за
ca: Baixar Llista de reproducció per a
de: Herunterladen der Wiedergabeliste für
el: Λήψη Λίστας Αναπαραγωγής για
et: Hangi mängukava
fr: Télécharger la playlist pour
lt: Parsisiųsti grojaraštį
pl: Pobierz listę odtwarzania dla
tr: Oynatma listesini indir
uk: Завантажити плейлист для

source: Drivers
bg: Драйвери
ca: Data de driver
de: Treiber
el: Οδηγοί
et: ajurid
fr: Pilotes
lt: Tvarkyklės
pl: Sterowniki
tr: Sürücüler
uk: Драйвери

source: Duration
bg: Продължителност
ca: Duració
de: Dauer
el: Διάρκεια
et: Kestus
fr: Longueur
lt: Trukmė
pl: Czas trwania
tr: Süre
uk: Тривалість

source: E
de: O
el: Α
lt: R

source: EPG encoding
bg: EPG Кодировка
ca: Codificació EPG
de: Zeichensatz des EPG
el: Κωδικοποίηση EPG
et: EPG tähemärgistik
fr: Encodage EPG
lt: EPG koduotė
pl: Kodowanie EPG
tr: EPG kodlaması
uk: Декодування EPG

source: EPGRefresh
bg: EPG Обновяване
el: Ανανέωση EPG
et: EPG värskendus
fr: Rafraîchir EPG
lt: EPG atnaujinimas
pl: Odśwież EPG
uk: Оновлення EPG

source: ERROR: Cannot set SleepTimer while device is in Standby-Mode
bg: ГРЕШКА: не може да се настрои таймера за сън, приемника е в режим готовност
ca: ERROR: No es pot configurar un temporitzador d'apagat si el dispositiu està en mode d'espera
de: FEHLER: SleepTimer im Standby nicht verfügbar
el: ΣΦΑΛΜΑ: Αδυναμία ορισμού του Χρονοδιακόπτη Ύπνου όταν η συσκευή βρίσκεται σε αναμονή
et: VIGA: Unetaimerit ei saa määrata kui vastuvõtja on ooteseisundis
fr: ERREUR: Impossible de définir un Timer de sommeil pendant que le périphérique est en veille
lt: KLAIDA: Negalima nustatyti budėjimo laikmačio, kai įrenginys budėjimo būsenoje
pl: BŁĄD: Nie można ustawić SleepTimera gdy urządzenie znajduje się w trybie czuwania.
tr: HATA: Cihaz Bekleme Modundayken uyku zamanlayıcısı ayarlanamıyor
uk: ПОМИЛКА: Не вдається встановити таймер сну поки пристрій в режимі очікування

source: Edit
fr: Editer
lt: Redaguoti
tr: Düzenle

source: Edit Recording
lt: Redaguoti įrašą

source: Edit Timer
bg: Редактиране на Таймер
ca: Editar Gravació
de: Timer bearbeiten
el: Επεξεργασία Χρονοδιακόπτη
et: Muuda taimerit
fr: Éditer Timer
lt: Redaguoti laikmatį
pl: Edycja timera
tr: Zamanlayıcıyı Düzenle
uk: Редагувати таймер

source: Editor
bg: Редактор
el: Επεξεργασία
et: Redaktor
fr: Editeur
lt: Redaktorius
pl: Edytor
tr: Düzenleyici
uk: Редактор

source: Enable
fr: Activé
lt: Įjungti
tr: Etkinleştir

source: Enable Authentication for streaming
bg: Включи Удостоверяване за стрийминга
ca: Habilitar autenticació per a streaming
de: Authentifizierung für Streaming aktivieren
el: Ενεργοποίηση Πιστοποίησης για ροή
et: Voogesituse autentimine
fr: Activer l'authentification pour le streaming
lt: Transliacijoms įjungti autentikavimą
pl: Włącz autoryzację dla strumieniowania
tr: Akış için Kimlik Doğrulamayı Etkinleştir
uk: Включити аутентифікацію для стрімінга

source: Enable HTTP Authentication
bg: Включи HTTP Удостоверяване
ca: Autenticació enllaç HTTP
de: Authentifizierung für HTTP aktivieren
el: Ενεργοποίηση πιστοποίησης HTTP
et: HTTP autentimine
fr: Activer l'authentification HTTP
lt: Įjungti HTTP autentikavimą
pl: Włącz uwierzytelnianie HTTP
tr: HTTP Kimlik Doğrulamasını Etkinleştir
uk: Ввімкнути HTTP аутентифікацію

source: Enable HTTPS
bg: Включи HTTPS
ca: Habilitar HTTPS
de: Aktivierung von HTTPS
el: Ενεργοποίηση HTTPS
et: Luba HTTPS
fr: Activer HTTPS
lt: Įjungti HTTPS
pl: Włącz HTTPS
tr: HTTPS'yi etkinleştir
uk: Ввімкнути HTTPS

source: Enable HTTPS Authentication
bg: Включи HTTPS Удостоверяване
ca: Autenticació enllaç HTTPS
de: Authentifizierung für HTTPS aktivieren
el: Ενεργοποίηση πιστοποίησης HTTPS
et: HTTPS autentimine
fr: Activer l'authentification HTTPS
lt: Įjungti HTTPS autentikavimą
pl: Włącz uwierzytelnianie HTTPS
tr: HTTPS Kimlik Doğrulamasını Etkinleştir
uk: Ввімкнути HTTPS аутентифікацію

source: Enable Messages
bg: Включи Съобщения
ca: Habilitar missatges
de: Nachrichten anzeigen
el: Ενεργοποίηση Μηνυμάτων
et: Luba teavitused
fr: Activer les messages
lt: Įjungti žinutes
pl: Włącz wiadomości
tr: Mesajları Etkinleştir
uk: Включити повідомлення

source: Enable Parental Control
bg: Включи Родителски Контрол
ca: Habilitar Control Parental
de: Kindersicherung aktivieren
el: Ενεργοποίηση γονικού ελέγχου
et: Luba lapselukk
fr: Activer le contrôle parental
lt: Įjungti tėvų kontrolę
pl: Włącz kontrolę rodzicielską
tr: Ebeveyn Denetimini Etkinleştir
uk: Включити батьківський контроль

source: Enable Timer
bg: Включи Таймер
ca: Habilitar Gravació
de: Timer aktivieren
el: Ενεργοποίηση Χρονοδιακόπτη
et: Luba taimer
fr: Activer Timer
lt: Įjungti laikmatį
pl: Włącz timer
tr: Zamanlayıcıyı Etkinleştir
uk: Ввімкнути таймер

source: Enable access from VPNs
bg: Включи достъп от VPN
ca: Habilitar accès des de VPNs
de: Auch Zugriff aus VPNs erlauben
el: Ενεργοποίηση πρόσβασης από VPNs
et: Luba ligipääs VPN võrgust
fr: Activer l'accès depuis les VPNs
lt: Leisti VPN prieigą
pl: Włącz dostęp z VPN
tr: VPN'lerden erişimi etkinleştir
uk: Ввімкнути доступ з VPN

source: Enable filtering
bg: Включи филтриране
ca: Habilitar filtrat
de: Filter einschalten
el: Ενεργοποίηση Φίλτρων
et: Luba filtrid
fr: Activer le filtrage
lt: Įjungti filtravimą
pl: Włącz filtrowanie
tr: Filtrelemeyi Etkinleştir
uk: Застосувати фільтрацію

source: Enable/Disable Screenshot on key press or
bg: Включи/Спри Скрийншот при натискане на бутон или
de: Aktivieren/Deaktivieren Screenshot on key press or
el: Ενεργοποίηση/απενεργοποίηση στιγμιότυπο οθόνης στο πάτημα του πλήκτρου ή
et: Luba/keela ekraanipilt nupuvajutusel või
fr: Activer/Désactiver la capture d’écran en appuyant sur une touche ou
lt: Įjungti/išjungti ekrano nuotrauką, paspaudus mygtuką, arba
pl: Włącz/wyłącz zrzut ekranu po naciśnięciu klawisza lub
tr: Tuşa basıldığında ekran görüntüsünü almayı etkinleştir / veya devre dışı bırak
uk: Увімкнути/вимкнути знімок екрана на клавіші або

source: Enabled
bg: Включен
ca: Habilitar
de: Aktiviert
el: Ενεργό
et: Lubatud
fr: Activé
lt: Įjungtas
pl: Włączone
tr: Etkin
uk: Ввімкнений

source: Encrypted
bg: Кодиран
ca: Encriptat
de: Verschlüsselt
el: Κωδικοποιημένο
et: Kodeeritud
fr: Encrypté
lt: Užšifruota
pl: Zaszyfrowane
tr: Şifreli
uk: Кодований

source: End
bg: Край
ca: Fi
de: Ende
el: Τέλος
et: Lõpp
fr: Fin
lt: Pabaiga
pl: Koniec
tr: Bitiş
uk: Кінець

source: End of "After event" timespan
fr: Fin de la période "après l'évènement"
lt: Laikotarpio 'po įvykio' pabaiga

source: End of timespan
bg: Край на промеждутъка от време
ca: Fi de l'interval de temps
de: Ende der Zeitspanne
el: Τέλος χρονικού διαστήματος
et: Ajaakna lõpp
fr: Fin du laps de temps
lt: Laikotarpio pabaiga
pl: Koniec okresu
tr: Zaman aralığının Sonu
uk: Кінець тимчасового проміжку

source: Enter a name for the new bouquet
bg: Въведете ново име на букета
ca: Introdueix nou nom per a la llista
de: Neuen Namen des Bouquets eingeben
el: Εισαγωγή νέου ονόματος μπουκέτου
et: Sisesta lemmiknimekirja uus nimi
fr: Entrer un nouveau nom pour le bouquet
lt: Įrašykite naują bukieto pavadinimą
pl: Wpisz nazwę nowego bukietu
tr: Buket için yeni ad girin
uk: Введіть нову назву фаворита

source: Enter a name for the new marker
bg: Въведете ново име на маркера
ca: Introdueix nou nom per a la marca
de: Neuen Namen des Markers eingeben
el: Εισαγωγή νέου ονόματος σημειωτή
et: Sisesta märgise uus nimi
fr: Ajouter un nouveau nom pour le marqueur
lt: Įrašykite naują žymeklio pavadinimą
pl: Wpisz nazwę nowego znacznika
tr: İşaretçi için yeni ad girin
uk: Введіть нову назву маркера

source: Enter a name for this AutoTimer
fr: Entrer le nom pour cet AutoTimer
lt: Įrašykite šio autolaikmačio pavadinimą

source: Enter path
fr: Entrer le chemin
lt: Nurodykite kelią
pl: Wpisz ścieżkę
tr: Yol gir

source: Enter text
lt: Įrašykite tekstą

source: Enter the text to find in the EPG
fr: Entrer le texte à rechercher dans l'EPG
lt: Įrašykite paieškos EPG tekstą
pl: Wpisz tekst aby wyszukać w EPG
tr: EPG'de aranacak yazıyı gir

source: Error
bg: Грешка
de: Fehler
el: Σφάλμα
et: Viga
fr: Erreur
lt: Klaida
pl: Błąd
tr: Hata
uk: Помилка

source: Error parsing vps.xml
bg: Грешка при четене на vps.xml
de: Fehler beim Parsen von 'vps.xml'
el: Σφάλμα ανάλυσης του vps.xml
et: Viga vps.xml faili parsimisel
fr: Erreur lors de l'analyse vps.xml
lt: Klaida, apdorojant vps.xml
pl: Błąd podczas analizowania pliku vps.xml
tr: vps.xml ayrıştırılırken hata oluştu
uk: Помилка зчитування vps.xml

source: Error upload File
bg: Грешка при зареждане на файла
ca: Error pujant arxiu
de: Fehler beim Upload
el: Σφάλμα ανεβάσματος Αρχείου
et: Viga faili üleslaadimisel
fr: Erreur lors du chargement de fichier
lt: Failo įkėlimo klaida
pl: Błąd wysyłania pliku
tr: Dosya yükleme hatası
uk: Помилка завантаження файла
