Repository: E2OpenPlugins/e2openplugin-OpenWebif
Catalog: locale/*.po
Languages: bg, ca, de, el, et, fr, lt, pl, tr, uk

source: %d.%m.%Y
lt: %Y.%m.%d

source: %d.%m.%Y %H:%M
lt: %Y.%m.%d %H:%M

source: %s %s is locked.
bg: %s %s е заключен.
ca: %s %s està bloquejat.
de: %s %s ist gesperrt
el: Το %s %s είναι κλειδωμένο.
et: %s %s on lukustatud.
fr: %s %s est verrouillé.
lt: %s %s užrakinta.
pl: %s %s jest zablokowany.
tr: %s %s kilitlendi.
uk: %s %s заблоковано.

source: %s Style
lt: %s stilius

source: %s free / %s total
bg: %s свободни / %s общо
ca: %s lliure / %s total
de: %s frei / %s insgesamt
el: %s ελεύθερα / %s συνολικά
et: Vaba %s / kokku %s
fr: %s de libre / %s au total
lt: %s laisvų / %s iš viso
pl: %s wolne / %s ogółem
tr: %s boş / %s toplam
uk: %s вільно / %s всього

source: (Press 'shift' and click to 'hold')
bg: (shift + бутон = Дълго Натискане)
ca: (shift + click per a una pulsació llarga)
de: (Umschalttaste+Klick für langen Tastendruck)
el: (Shift + Click για Παρατεταμένη Πίεση)
et: (shift + klõps = pikk nupuvajutus)
fr: (shift + clic pour appui long)
lt: (Shift+click pele ilgam nuspaudimui)
pl: (Naciśnij „Shift” i kliknij, aby „przytrzymać”)
tr: (Shift + Uzun Basmak İçin Tıklayın)
uk: (Shift + Клік як Довге натискання)

source: (in minutes)
fr: (en minutes)
lt: (min.)

source: A filename is required
bg: Моля въведете име на файла
ca: Si us plau, introdueix el nom de l'arxiu
de: Bitte den Dateinamen angeben
el: Εισαγωγή νέου ονόματος αρχείου
et: Sisesta failinimi
fr: Merci d'entrer un nom de fichier
lt: Įrašykite failo pavadinimą
pl: Proszę podać nazwę pliku
tr: Lütfen dosya adını girin
uk: Будь ласка, введіть назву файлу

source: A value is required
bg: Трябва да напишете нещо!
de: Sie müssen etwas schreiben!
el: Πρέπει να γράψετε κάτι!
et: Midagi tuleb kirjutada!
fr: Une valeur est requise
lt: Būtina reikšmė, įrašykite
pl: Musisz coś wpisać
tr: Bir şeyler yazmanız gerekiyor
uk: Вам потрібно щось написати!

source: About
bg: Относно
ca: Sobre
de: Über
el: Περί
et: Programmist
fr: À propos
lt: Apie OpenWebif
pl: O OpenWebif
tr: Hakkında
uk: Про додаток

source: Add
bg: Добави
ca: Afegir
de: Hinzufügen
el: Προσθήκη
et: Lisa
fr: Ajouter
lt: Pridėti
pl: Dodaj
tr: Ekle
uk: Додати

source: Add AutoTimer to tags
bg: Добави Автотаймер към Етикети
ca: Afegir Autotimer a les etiquetes
de: "AutoTimer" als Markierung zufügen
el: Προσθήκη Αυτόματου Χρονοδιακόπτη στις Ετικέτες
et: Lisa siltidele 'autotaimer'
fr: Ajouter Autotimer aux étiquettes
lt: Pridėti autolaikmatį prie žymių
pl: Dodaj AutoTimer do tagów
tr: Etiketlere Otomatik Zamanlayıcı Ekle
uk: Додати Автотаймер до тегів

source: Add AutoTimer name to tags
bg: Добави Име към Етикетите
ca: Afegir nom a les etiquetes
de: Name als Markierung zufügen
el: Προσθήκη ονόματος στις Ετικέτες
et: Lisa siltidele nimi
fr: Ajouter nom aux étiquettes
lt: Pridėti pavadinimą prie žymių
pl: Dodaj nazwę AutoTimera do tagów
tr: Etiketlere Ad Ekle
uk: Додати ім'я до тегів

source: Add Bouquet
bg: Добави букет
ca: Afegir llista
de: Bouquet hinzufügen
el: Προσθήκη Μπουκέτου
et: Lisa lemmiknimekiri
fr: Ajouter Bouquet
lt: Pridėti bukietą
pl: Dodaj bukiet
tr: Buket Ekle
uk: Додати фаворит

source: Add IPTV/URL
fr: Ajouter IPTV/URL
lt: Įtraukti transliacijos adresą
pl: Dodaj IPTV/URL
tr: IPTV/URL Ekle

source: Add Marker
bg: Добави маркер
ca: Afegir marca
de: Marker hinzufügen
el: Προσθήκη Σημειωτή
et: Lisa märgis
fr: Ajouter Marqueur
lt: Pridėti žymeklį
pl: Dodaj znacznik
tr: İşaretçi Ekle
uk: Додати маркер

source: Add Spacer
bg: Добави празно място
de: Marker hinzufügen
el: Προσθήκη Διαστήματος
et: Lisa eraldaja
fr: Ajouter espace
lt: Pridėti skirtuką
pl: Dodaj odstęp
tr: Boşluk Ekle
uk: Додати розділювач

source: Add a timer
bg: Добави Таймер
ca: Afegir Gravació
de: Timer hinzufügen
el: Προσθήκη Χρονοδιακόπτη
et: Lisa taimer
fr: Ajouter un Timer
lt: Pridėti laikmatį
pl: Dodaj timer
tr: Zamanlayıcı Ekle
uk: Додати таймер

source: Add a zap timer
bg: Добави таймер за превключване
ca: Afegir Temporitzador de zàping
de: Umschalttimer anlegen
el: Προσθήκη Χρονοδιακόπτη Ζάπινγκ
et: Lisa kanalivahetustaimer
fr: Ajouter un Timer de Zap
lt: Pridėti perjungimo laikmatį
pl: Dodaj zap timer
tr: Yayın açma zamanlayıcısı Ekle
uk: Додати таймер перемикання

source: Add an AutoTimer
bg: Добави Автотаймер
ca: Afegir AutoProgramació
de: AutoTimer anlegen
el: Προσθήκη Αυτ. Χρ/κόπτη
et: Lisa autotaimer
fr: Ajouter un AutoTimer
lt: Pridėti autolaikmatį
pl: Dodaj AutoTimer
tr: Otomatik Zamanlayıcı Ekle
uk: Додати Автотаймер

source: Add channel(s) as alternate
bg: Добави канал(и) като алтернатива
ca: Afegir canal(s) com alternatiu
de: Sender als Alternative(n) hinzufügen
el: Προσθήκη καναλιού(ών) ως εναλλακτικό
et: Lisa asenduskanalina
fr: Ajouter la/les chaîne(s) comme alternatif
lt: Įtraukti kanalą(us), kaip atsarginį
pl: Dodaj kanał(y) jako alternatywne
tr: Kanalları alternatif olarak ekle
uk: Додати канал(и) як альтернативу

source: Add filters
fr: Ajouter des filtres
lt: Pridėti filtrus
tr: Filtre Ekle

source: Add selection to bouquet
bg: Добави канал(и) в букет
ca: Afegir canal(s) a llista
de: Sender zum Bouquet hinzufügen
el: Προσθήκη καναλιού(ών) σε Μπουκέτο
et: Lisa lemmiknimekirja
fr: Ajouter la/les chaîne(s) au Bouquet
lt: Įtraukti kanalą(us) į bukietą
pl: Dodaj wybrane elementy do bukietu
tr: Bukete kanal ekle
uk: Додати канал(и) в букет

source: Add service name to stream information
bg: Добави име на канала в информацията за стрийма
ca: Afegir nom de servei a la informació de stream
de: Servicenamen zu den Streaminformationen hinzufügen
el: Προσθήκη ονόματος υπηρεσίας στις πληροφορίες ροής
et: Lisa kanali nimi voo infosse
fr: Ajouter le nom du service dans les informations du stream
lt: Į transliacijos informaciją įtraukti kanalo pavadinimą
pl: Dodaj nazwę usługi do informacji o strumieniu
tr: Akış bilgilerine hizmet adı ekle
uk: Додати назву сервісу в інформацію потоку

source: Add similar on conflict
bg: Добави аналогичен при конфликт
ca: Afegir similar quan hi ha conflicte
de: Bei Konflikt ähnliche Sendungen zufügen
el: Προσθήκη Παρόμοιων κατά τη διένεξη
et: Vastuolu puhul lisa asendustaimer
fr: Ajouter similaire en cas de conflit
lt: Konflikto atveju, pridėti panašų
pl: Dodaj podobne w przypadku konfliktu
tr: Çakışmada Benzer Ekle
uk: Додати подібний при конфлікті

source: Add tags to recordings
fr: Ajouters des tags aux enregistrements
lt: Pridėti žymes į įrašus
pl: Dodaj tagi do nagrań
tr: Kayıtlara tag ekle

source: Added %s to alternative service %s.
bg: Добавен %s към алтернативен канал %s.
ca: %s afegit al servei alternatiu %s.
de: %s zu Alternativen Service %s hinzugefügt.
el: Το %s προστέθηκε στην εναλλακτική υπηρεσία %s.
et: %s lisati asenduskanalile %s.
fr: %s a été ajouté au service alternatif %s.
lt: Įtraukta %s į alternatyvų kanalą %s .
pl: Dodano %s do usługi alternatywnej %s.
tr: %s alternatif hizmetine %s eklendi.
uk: %s додано в альтернативні канали %s.

source: Adjust recording time to real event time
et: Kohanda salvestuse aeg saate tõelise ajaga
fr: Ajuster l'heure de l'enregistrement avec l'heure réelle de l'événement
lt: Įrašymo laiką koreguoti pagal realų įvykio laiką
pl: Dostosuj czas nagrywania do rzeczywistego czasu zdarzenia
tr: Kayıt süresini gerçek olay zamanına ayarla

source: After event
bg: След предаването
ca: Després del programa
de: Nach der Aufnahme
el: Μετά την εκπομπή
et: Pärast sündmust
fr: Après évènement
lt: Po įvykio
pl: Po wydarzeniu
tr: Olaydan sonra
uk: Після події

source: All
bg: Всички
ca: Tot
de: Alles
el: Όλα
et: Kõik
fr: Tous
lt: Visi
pl: Wszystko
tr: Tümü
uk: Всі

source: All Channels
bg: Всички канали
ca: Tots els Canals
de: Alle Sender
el: Όλα τα κανάλια
et: Kõik kanalid
fr: Toutes les chaînes
lt: Visi kanalai
pl: Wszystkie kanały
tr: Tüm Kanallar
uk: Всі канали

source: All Files of this Software are open source software; you can redistribute it and/or modify it under the terms of the GNU General Public License version 3 as published by the Free Software Foundation.
bg: Всички файлове от този Софтуер са с отворен изходен код; Вие можете да го разпространявате и / или изменяте в съответствие с условията на GNU General Public License версия 3, публикувана от Free Software Foundation.
ca: Tots els arxius d'aquest software són software de codi obert; pots redistribuir-lo i / o modificar-lo baix els termes de la Llicència Pública General GNU versió 3, publicada per la Free Software Foundation.
de: Alle Dateien dieser Software sind Open-Source. Sie dürfen sie weiterbenutzen oder modifizieren unter der Beachtung der GNU General Public License Version 3, die bei der Free Software Foundation veröffentlicht wurde.
el: Όλα τα αρχεία αυτού του Λογισμικού είναι ανοικτού κώδικα: μπορείτε να τα αναδιανείμετε και/ή να τα τροποποιήσετε υπό τους όρους της Γενικής Δημόσιας Άδειας GNU έκδοση 3 όπως αυτή έχει δημοσιευτεί από το Ίδρυμα Ελεύθερου Λογισμικού.
et: Kõik selle tarkvara failid vaba lähtekoodiga; neid võib levitada ja/või muuta vastavalt GNU Üldise Avaliku Litsentsi v.3 tingimustele, avaldajaks Free Software Foundation.
fr: Tous les fichiers de ce logiciel sont open source; vous pouvez le redistribuer et/ou le modifier sous les termes de la GNU General Public License version 3 comme publié par la Free Software Foundation.
lt: Visi šios programinės įrangos failai yra atviro kodo; jūs galite platinti ir/ar modifikuoti pagal GNU Bendrosios viešosios licencijos sąlygas v.3, kaip paviešinta 'Free Software Foundation'.
pl: Wszystkie pliki tego oprogramowania są oprogramowaniem typu open source; możesz go redystrybuować i / lub modyfikować zgodnie z warunkami GNU General Public License wersja 3 opublikowanej przez Free Software Foundation.
tr: Bu Yazılımın Tüm Dosyaları açık kaynaklı yazılımdır; Özgür Yazılım Vakfı tarafından yayınlanan GNU Genel Kamu Lisansı sürüm 3 hükümlerine göre onu yeniden dağıtabilir ve/veya değiştirebilirsiniz.
uk: Всі файли даного ПЗ є відкритим вихідним кодом; Ви можете розповсюджувати та / або змінювати його відповідно до умов GNU General Public License версии 3, опублікованою Free Software Foundation.

source: All alternative services deleted.
bg: Всички алтернативни канали са изтрити.
ca: Tots els serveis alternatius esborrats.
de: Alle alternativen wurden gelöscht.
el: Όλες οι εναλλακτικές υπηρεσίες διαγράφηκαν.
et: Kõik asenduskanalid on kustutatud.
fr: Un service alternatif effacé.
lt: Visi alternatyvūs kanalai ištrinti.
pl: Wszystkie usługi alternatywne zostały usunięte.
tr: Tüm alternatif hizmetler silindi.
uk: Всі альтернативні сервіси видалено.

source: Allow IPK Upload
bg: Позволи IPK Kачване
de: IPK Upload erlauben
el: Να επιτρέπεται το Ανέβασμα IPK
et: Luba IPK üleslaadimine
fr: Autoriser le chargement d’IPK
lt: Leisti IPK įkėlimą
pl: Zezwalaj na wysyłanie IPK
tr: IPK Yüklemeye İzin Ver
uk: Дозволити завантаження IPK

source: Allow duplicates
bg: Позволи дублирани
de: Erlaube Duplikate
et: Luba duplikaadid
fr: Autoriser les doublons
lt: Leisti dubliuotis
pl: Zezwalaj na duplikaty
tr: Yinelemelere izin ver

source: Alternative %s created failed.
bg: Грешка при създаване на %s алтернативи.
ca: Crear alternativa %s ha fallat.
de: Alternative %s konnte nicht erstellt werden.
el: Αποτυχία δημιουργίας εναλλακτικού %s.
et: Asenduskanali %s loomine nurjus.
fr: Échec de la création de l'alternatif %s.
lt: Alternatyvos %s sukurti nepavyko.
pl: Utworzenie alternatywy %s nie powiodło się.
tr: Alternatif %s oluşturulamadı.
uk: Не вдалося створити альтернативу %s

source: Always
bg: Винаги
ca: Sempre
de: Immer
el: Πάντα
et: Alati
fr: Toujours
lt: Visada
pl: Zawsze
tr: Her zaman
uk: Завжди

source: Answer is NO!
bg: Отговора е НЕ!
ca: ¡La resposta és NO!
de: Antwort lautet NEIN!
el: Η απάντηση είναι ΟΧΙ!
et: Vastus - EI!
fr: La réponse est NON!
lt: Atsakymas NE!
pl: Odpowiedź brzmi NIE!
tr: Cevap HAYIR!
uk: Відповідь - НІ!

source: Answer is YES!
bg: Отговора е ДА!
ca: ¡La resposta és SI!
de: Antwort lautet JA!
el: Η απάντηση είναι ΝΑΙ!
et: Vastus - JAH!
fr: La réponse est OUI!
lt: Atsakymas TAIP!
pl: Odpowiedź brzmi TAK!
tr: Cevap EVET!
uk: Відповідь - ТАК!

source: Any
lt: Bet kuris

source: Any day
fr: N'importe quel jour
lt: Bet kurią dieną
pl: Dowolny dzień
tr: Herhangi bir gün

source: Any service/recording
bg: Който и да е канал/запис
ca: Qualsevol servei/gravació
de: Service/Aufnahme beliebig
el: Κάθε υπηρεσία/εγγραφή
et: Iga kanal/salvestus
fr: N'importe quel service/enregistrement
lt: Bet kuris kanalas/įrašymas
pl: Dowolna usługa/nagranie
tr: Herhangi bir hizmet/kayıt
uk: Будь який сервіс/запись

source: April
bg: Април
ca: Abril
el: Απριλίου
et: Aprill
fr: Avril
lt: balandžio
pl: Kwiecień
tr: Nisan
uk: Квітень

source: Are you sure you want to delete the selected bouquet?
bg: Искате ли да изтриете букета?
ca: Realment vols esborrar la llista?
de: Wollen Sie folgendes Bouquet wirklich löschen?
el: Θέλετε σίγουρα να διαγραφεί το μπουκέτο
et: Kas kustutada lemmiknimekiri
fr: Etes-vous sûr de vouloir supprimer le bouquet sélectionné ?
lt: Ar tikrai norite pašalinti pasirinktą bukietą?
pl: Czy na pewno chcesz usunąć bukiet?
tr: Buketi gerçekten silmek istiyor musunuz?
uk: Ви дійсно бажаєте видалити фаворит?

source: Are you sure you want to delete the selected item(s)?
bg: Искате ли да изтриете избраните елементи?
de: Wollen Sie nachfolgende(n) Sender wirklich löschen?
el: Θέλετε σίγουρα να διαγραφεί το/τα επιλεγμένο/α στοιχείο/α;
et: Kas kustutad valitud elemendid
fr: Voulez-vous vraiment effacer l(es) élément(s) sélectionné(s)
lt: Ar tikrai norite pašalinti pasirinktus elementus?
pl: Czy na pewno chcesz usunąć wybrany(e) element(y)?
tr: Seçili öğeleri gerçekten silmek istiyor musunuz?
uk: Ви дійсно бажаєте видалити обраний елемент(и)

source: Are you sure you want to delete this AutoTimer?
fr: Voulez-vous vraiment effacer cet AutoTimer?
lt: Ar tikrai pašalinti šį autolaikmatį?
tr: Bu otomatik zamanlayıcıyı silmeye emin misiniz?

source: Are you sure you want to delete this recording?
bg: Искате ли да изтриете записа?
ca: Vols esborrar la pel·lícula?
de: Soll die Aufnahme gelöscht werden?
el: Να γίνει σίγουρα διαγραφή της εγγραφής
et: Kas kustutada salvestis
fr: Etes-vous sûr que vous souhaitez supprimer cet enregistrement?
lt: Ar tikrai norite ištrinti šį įrašą?
pl: Czy na pewno chcesz usunąć to nagranie?
tr: Kaydı gerçekten sil
uk: Дійсно видалити запис?

source: Are you sure you want to delete this timer?
bg: Искате ли да изтриете таймера?
ca: Vols esborrar la gravació?
de: Soll der Timer gelöscht werden?
el: Να γίνει σίγουρα διαγραφή του χρονοδιακόπτη
et: Kas kustutada taimer
fr: Êtes-vous sûr de vouloir supprimer cette programmation ?
lt: Ar tikrai pašalinti laikmatį?
pl: Czy na pewno chcesz usunąć ten timer?
tr: Zamanlayıcıyı gerçekten sil?
uk: Дійсно видалити таймер?

source: Are you sure you want to rename this recording?
bg: Искате ли да преименувате записа?
ca: Estàs segur en renombrar la gravació
de: Wirklich Aufnahme umbenennen?
el: Να γίνει σίγουρα μετονομασία της εγγραφής
et: Kas nimetada salvestis ümber
fr: Etes-vous sûr que vous voulez renommer cet enregistrement?
lt: Ar tikrai norite pervadinti šį įrašą?
pl: Czy na pewno chcesz zmienić nazwę tego nagrania?
tr: Kaydı gerçekten yeniden adlandırın
uk: Дійсно перейменувати запис?

source: Are you sure you want to restore from file?
bg: Искате ли да възстановите от файла?
ca: Realment vols restaurar des de l'arxiu?
de: Wollen Sie diese Datei wirklich importieren?
el: Θέλετε σίγουρα να γίνει επαναφορά από το αρχείο
et: Kas taastad failist
fr: Etes-vous sûr que vous voulez restaurer à partir du fichier?
lt: Ar tikrai norite atkurti iš failo?
pl: Czy na pewno chcesz przywrócić z pliku?
tr: Dosyadan gerçekten geri yüklemek istiyor musunuz?
uk: Ви дійсно хочете відновити з файлу?

source: Are you sure you want to start recording instantly?
bg: Старт на незабавен запис сега?
et: Kas käivitada kohene salvestus?
fr: Démarrer un enregistrement instantané maintenant?
lt: Pradėti neplaninį įrašymą dabar?
pl: Czy na pewno chesz rozpocząć natychmiastowe nagrywanie?
tr: Gerçekten anında kayıt başlatılsın mı?

source: Ask, default No
bg: Питай, по подразбиране - Не
ca: Preguntar, per defecte No
de: Nachfrage mit Standard Nein
el: Ερώτηση, προεπιλογή Όχι
et: Küsitakse (vaikimisi 'ei')
fr: Demander, défault Non
lt: Klausti, numatytasis NE
pl: Zapytaj, domyślnie Nie
tr: Sor, varsayılan Hayır
uk: Запитати, за замовчуванням - Так

source: Ask, default Yes
bg: Питай, по подразбиране - Да
ca: Preguntar, per defecte Si
de: Nachfrage mit Standard Ja
el: Ερώτηση, προεπιλογή Ναι
et: Küsitakse (vaikimisi 'jah')
fr: Demander, défault Oui
lt: Klausti, numatytasis TAIP
pl: Zapytaj, domyślnie Tak
tr: Sor, varsayılan Evet
uk: Запитати, за замовчуванням - Ні

source: Audio Encoding
lt: Garso koduotė

source: Audio PID (APID)
lt: Garso PID (APID)

source: Audio Track
lt: Garso takelis

source: August
bg: Август
ca: Agost
el: Αυγούστου
fr: Août
lt: rugpjūčio
pl: Sierpień
tr: Ağustos
uk: Серпень

source: Authors
bg: Автори
ca: Autor
de: Autoren
el: Συγγραφείς
et: Autorid
fr: Auteurs
lt: Autoriai
pl: Autorzy
tr: Yazarlar
uk: Автори

source: AutoPoll
bg: Авто проверка
el: Αυτόματος Έλεγχος
et: Automaatne päring
lt: Autoapklausa
uk: Автоопитування

source: AutoTimer Edit
bg: Автотаймер Редактор
ca: Editar autoProgramació
de: AutoTimer bearbeiten
el: Επεξεργασία Αυτόματου Χρονοδιακόπτη
et: Autotaimeri muutmine
fr: Éditer Auto Timer
lt: Autolaikmačio redagavimas
pl: Edycja AutoTimera
tr: Otomatik Zamanlayıcı Düzenleme
uk: Редактор Автотаймеру

source: AutoTimer Settings
bg: Автотаймер - настройки
ca: Configuració Autotimer
de: AutoTimer-Einstellungen
el: Ρυθμίσεις Αυτ. Χρ/κόπτη
et: Autotaimeri sätted
fr: Paramètres AutoTimer
lt: Autolaikmačio nustatymai
pl: Ustawienia AutoTimera
tr: Otomatik Zamanlayıcı Ayarları
uk: Налаштування Автотаймера

source: AutoTimers
bg: Списък с Автотаймери
ca: Llista autoProg.
de: AutoTimer-Liste
el: Λίστα Αυτόματων Χρονοδιακοπτών
et: Autotaimerite nimekiri
fr: Liste des AutoTimer
lt: Autolaikmačiai
pl: Lista AutoTimerów
tr: Otomatik Zamanlayıcı Listesi
uk: Список Автотаймерів

source: Autotimer Preview
bg: Преглед на Автотаймерите
ca: Previsualitzar AutoProgramació
de: AutoTimer-Vorschau
el: Προεπισκόπηση Αυτόματου Χρονοδιακόπτη
et: Autotaimeri eelvaatus
fr: Prévisualiser l'Autotimer
lt: Autolaikmačio apžvalga
pl: Podgląd AutoTimera
tr: Otomatik Zamanlayıcı Önizlemesi
uk: Попередній перегляд Автотаймерів

source: Back
bg: Назад
ca: Enrera
de: Zurück
el: Πίσω
et: Tagasi
fr: Retour
lt: Atgal
pl: Wstecz
tr: Geri
uk: Назад

source: Background only
bg: Само във фон
ca: Només en segon pla
de: Nur im Hintergrund
el: Μόνο στο παρασκήνιο
et: Ainult taust
fr: Arrière-plan uniquement
lt: Tik foną
pl: Tylko tło
tr: Yalnızca arka plan
uk: Тільки в фоні

source: Begin
bg: Начало
ca: Iniciar
de: Beginn
el: Αρχή
et: Algus
fr: Début
lt: Pradžia
pl: Początek
tr: Başla
uk: Початок

source: Begin of "After event" timespan
fr: Début de la période "après l'évènement"
lt: Laikotarpio 'po įvykio' pradžia

source: Beginning of timespan
bg: Начало на промеждутъка от време
ca: Inici de l'interval de temps
de: Anfang der Zeitspanne
el: Εκκίνηση χρονικού διαστήματος
et: Ajaakna algus
fr: Démarrage du laps de temps
lt: Laikotarpio pradžia
pl: Początek okresu
tr: Zaman aralığının başlangıcı
uk: Початок тимчасового проміжку

source: Bit Error Rate (BER)
lt: Klaidingų bitų santykis (BER)

source: Bookmark
bg: Отметка
el: Σελιδοδείκτης
et: Järjehoidja
fr: Favori
lt: Žymelė
pl: Zakładka
tr: Yer İşareti
uk: Закладка

source: Bookmarks
bg: Отметки
el: Σελιδοδείκτες
et: Järjehoidjad
fr: Favoris
lt: Žymelės
pl: Zakładki
tr: Yer İşaretleri
uk: Закладки

source: Bouquet %s already exists.
bg: Букета %s вече съществува.
ca: Llista %s ja existeix.
de: Bouquet %s existiert schon.
el: Το μπουκέτο %s υπάρχει ήδη!
et: Lemmiknimekiri %s on juba olemas.
fr: Le bouquet %s existe déjà.
lt: Bukietas %s jau yra.
pl: Bukiet %s już istnieje.
tr: Buket %s zaten var.
uk: Фаворит %s вже існує.

source: Bouquet %s can not be moved.
bg: Букета %s не може да се премести.
ca: Llista %s no es pot moure.
de: Bouquet %s kann nicht entfernt werden.
el: Αδυναμία μετακίνησης του Μπουκέτου %s.
et: Lemmiknimekirja %s ei saa liigutada.
fr: Bouquet %s ne peut pas être déplacé.
lt: Bukieto %s perkelti negalima.
pl: Bukietu %s nie można przenieść.
tr: Bouquet %s taşınamıyor.
uk: Фаворит %s не може бути переміщений.

source: Bouquet %s created.
bg: Букета %s е създаден.
ca: Llista %s creada.
de: Bouquet %s erstellt.
el: Το μπουκέτο %s δημιουργήθηκε.
et: Lemmiknimekiri %s loodud.
fr: Bouquet %s créé.
lt: Bukietas %s sukurtas.
pl: Utworzono bukiet %s.
tr: Buket %s oluşturuldu.
uk: Фаворит %s створено

source: Bouquet %s deleted.
bg: Букета %s е изтрит.
ca: Llista %s esborrada.
de: Bouquet %s gelöscht.
el: Το μπουκέτο %s διαγράφηκε.
et: Lemmiknimekiri %s kustutatud.
fr: Bouquet %s effacé.
lt: Bukietas %s ištrintas.
pl: Bukiet %s usunięty.
tr: Buket %s silindi.
uk: Фаворит %s видалено.

source: Bouquet %s is locked.
bg: Букета %s е заключен.
ca: Llista %s bloquejada.
de: Bouquet %s ist gesperrt.
el: Το μπουκέτο %s είναι κλειδωμένο.
et: Lemmiknimekiri %s on lukustatud.
fr: Le bouquet %s est vérouillé.
lt: Bukietas %s užrakintas.
pl: Bukiet %s jest zablokowany.
tr: Buket %s kilitlendi.
uk: Фаворит %s заблоковано.

source: Bouquet %s is unlocked.
bg: Букета %s е отключен.
ca: Llista %s desbloquejada.
de: Bouquet %s ist entsperrt.
el: Το μπουκέτο %s είναι ξεκλείδωτο.
et: Lemmiknimekirja %s lukustus maas.
fr: Le bouquet %s est dévérouillé.
lt: Bukietas %s atrakintas.
pl: Bukiet %s jest odblokowany.
tr: Buket %s kilidi açıldı.
uk: Фаворит %s розблоковано.

source: Bouquet %s moved.
bg: Букета %s е преместен.
ca: Llista %s moguda.
de: Bouquet %s verschoben.
el: Το Μπουκέτο %s μετακινήθηκε!
et: Lemmiknimekiri %s liigutatud.
fr: Bouquet %s déplacé.
lt: Bukietas %s perkeltas.
pl: Przeniesiono bukiet %s.
tr: Bouquet %s taşındı.
uk: Фаворит %s переміщено.

source: Bouquet %s removed failed, sevicerefence or mutable list is not valid.
bg: Грешка при изтриване на букета %s, референса или изменяемия списък не е действителен.
ca: Ha fallat l'esborrat de la llista %s, servicereference o llista mutable no són vàlids.
de: Bouquet %s entfernen fehlgeschlagen, Service-Referenz oder Liste ist ungültig.
el: Η αφαίρεση του μπουκέτου %s απέτυχε, μη έγκυρη αναφορά υπηρεσίας ή μεταβλητή λίστα.
et: Lemmiknimekirja %s eemaldamine nurjus, viitenumber või muutuv nimekiri ei ole kehtivad.
fr: Impossible d'effacer le bouquet %s, la référence du service ou de la liste mutable n'est pas valide.
lt: Bukieto %s pašalinti nepavyko, kanalo nuoroda, arba kintamas sąrašas neteisingi.
pl: Usunięcie bukietu %s nie powiodło się, wartość odniesienia lub lista zmiennych jest niepoprawna.
tr: Buket %s kaldırılamadı, sevicerefence veya değiştirilebilir liste geçerli değil.
uk: Видалення фаворита %s не вдалося, референс або змінюваний список не є дійсним.

source: Bouquet %s removed failed.
bg: Грешка при изтриване на букета %s
ca: Ha fallat l'esborrat de la llista %s.
de: Bouquet %s entfernen fehlgeschlagen.
el: Αποτυχία αφαίρεσης του μπουκέτου %s.
et: Lemmiknimekirja %s eemaldamine nurjus.
fr: Impossible d'effacer le bouquet %s.
lt: Bukieto %s pašalinti nepavyko.
pl: Usunięcie bukietu %s nie powiodło się.
tr: Buket %s kaldırılamadı.
uk: Видалення фаворита %s не вдалося.

source: Bouquet Editor
bg: Букет Редактор
ca: Editor de llistes
el: Επεξεργασία Μπουκέτων
et: Lemmiknimekirjad
fr: Éditeur de bouquet
lt: Bukietų redaktorius
pl: Edytor bukietów
tr: Buket Düzenleyici
uk: Редактор Фаворитів

source: Bouquet name
bg: Име на Букета
ca: Nom de la llista
de: Name des Bouquets
el: Όνομα μπουκέτου
et: Lemmiknimekirja nimi
fr: Nom de ce bouquet
lt: Bukieto pavadinimas
pl: Nazwa bukietu
tr: Buketin Adı
uk: Назва для фавориту
