Repository: E2OpenPlugins/e2openplugin-OpenWebif
Catalog: locale/*.po
Languages: bg, ca, de, el, et, fr, lt, pl, tr, uk

source: Saturday
bg: Събота
ca: Dissabte
de: Samstag
el: Σάββατο
et: Laupäev
fr: Samedi
lt: šeštadienis
pl: Sobota
tr: Cumartesi
uk: Субота

source: Save
bg: Запис
ca: Guardar
de: Speichern
el: Αποθήκευση
et: Salvesta
fr: Sauvegarder
lt: Išsaugoti
pl: Zapisz
tr: Kaydet
uk: Зберегти

source: Screenshot
bg: Скрийншот
ca: Captura de Pantalla
de: Bildschirmfoto
el: Στιγμιότυπο
et: Ekraanipilt
fr: Capture d'écran
lt: Ekrano nuotrauka
pl: Zrzut ekranu
tr: Ekran görüntüsü
uk: Скріншот

source: Search
bg: Търсене
ca: Buscar
de: Suchen
el: Αναζήτηση
et: Otsi
fr: Recherche
lt: Paieška
pl: Szukaj
tr: Ara
uk: Пошук

source: Search CSFD
et: CSFD otsing
fr: Recherche CSFD (ČS filmová filmová databáze)
lt: Ieškoti po CSFD
pl: Szukaj w ČSFD
tr: CSFD'de Ara
uk: Пошук у CSFD

source: Search EPG
lt: Paieška EPG

source: Search IMDb
bg: Търсене в IMDb
ca: Buscar en IMDb
de: Durchsuche IMDb
el: Αναζήτηση IMDb
et: IMDb otsing
fr: Recherche IMDb
lt: Ieškoti po IMDb
pl: Szukaj w IMDb
tr: IMDb'de Ara
uk: Пошук у IMDb

source: Search KinoPoisk
bg: Търсене в KinoPoisk
ca: Buscar KinoPoisk
de: Suche KinoPoisk
el: Αναζήτηση στο KinoPoisk
et: KinoPoisk otsing
fr: Recherche KinoPoisk (ru)
lt: Ieškoti po KinoPoisk
pl: Szukaj w KinoPoisk
tr: KinoPoisk'te Ara
uk: Пошук у KinoPoisk

source: Search TV Guide UK
fr: Recherche dans le Guide TV UK
lt: Paieška JK TV gide

source: Search by name, sd / hd / uhd, or provider
fr: Recherche par nom, sd / hd / uhd, ou fournisseur
lt: Paieška pagal pavadinimą, SD / DH /UDH, arba teikėją
pl: Szukaj po nazwie, SD / HD / UHD lub dostawcy

source: Search strictness
fr: Rigueur de la recherche
lt: Paieškos tikslumas

source: Search type
fr: Type de recherche
lt: Paieškos tipas
tr: Arama türü

source: Select IPK file for upload
bg: Изберете IPK файл за качване
de: Wählen Sie die 'IPK' Datei zum Hochladen
el: Επιλογή αρχείου IPK για Ανέβασμα
et: Üleslaaditav IPK fail
fr: Choisir le fichier IPK à charger
lt: Pasirinkite IPK failą įkėlimui
pl: Wybierz plik IPK do wysłania
tr: Yükleme için IPK Dosyasını Seçin
uk: Виберіть файл IPK для завантаження

source: Select...
fr: Sélection...
lt: Pasirinkite....
pl: Wybierz...
tr: Seç...

source: Send
lt: Siųsti

source: Send Message
bg: Изпрати Съобщение
ca: Enviar missatge
de: Nachricht senden
el: Αποστολή Μηνύματος
et: Saada sõnum
fr: Envoyer message
lt: Siųsti žinutę
pl: Wysyłanie wiadomości
tr: Mesaj Gönder
uk: Відправити повідомлення

source: Send a Message
bg: Изпрати Съобщение
ca: Enviar un missatge
de: Nachricht senden
el: Αποστολή ενός Μηνύματος
et: Saada sõnum
fr: Envoyer un message
lt: Siųsti žinutę į ekraną
pl: Wyślij wiadomość
tr: Mesaj Gönder
uk: Відправити повідомлення

source: September
bg: Септември
ca: Setembre
el: Σεπτεμβρίου
fr: Septembre
lt: rugsėjo
pl: Wrzesień
tr: Eylül
uk: Вересень

source: Service
bg: Канал
ca: Servei
el: Υπηρεσία
et: Kanal
lt: Kanalas
pl: Usługa
tr: Hizmet
uk: Канал

source: Service %s added.
bg: Канал %s е добавен.
ca: Servei %s afegit.
de: Service %s hinzugefügt.
el: Η υπηρεσία %s προστέθηκε.
et: Kanal '%s' lisatud.
fr: Service %s ajouté.
lt: Kanalas %s įtrauktas.
pl: Usługa %s została dodana.
tr: %s hizmeti eklendi.
uk: Канал %s додано.

source: Service %s already exists in bouquet %s.
bg: Канал %s вече съществува в букет %s
ca: Servei %s ja existeix a la llista %s.
de: Service %s existiert bereits im Bouquet %s.
el: Η υπηρεσία %s υπάρχει ήδη στο μπουκέτο %s.
et: Kanal %s on lemmiknimekirjas %s juba olemas.
fr: Le service %s existe déjà dans le bouquet %s.
lt: Kanalas %s bukiete %s jau yra.
pl: Usługa %s już istnieje w bukiecie %s.
tr: %s hizmeti %s buketinde zaten var.
uk: Канал %s вже існує в фавориті %s.

source: Service %s can not be removed.
bg: Канал %s не може да се изтрие.
ca: Servei %s no es pot esborrar.
de: Service %s kann nicht entfernt werden
el: Αδυναμία αφαίρεσης της υπηρεσίας %s.
et: Kanalit %s ei saa eemaldada.
fr: Le service %s ne peut pas être enlevé.
lt: Kanalas %s negali būti pašalintas.
pl: Nie można usunąć usługi %s.
tr: %s hizmeti kaldırılamaz.
uk: Канал %s не може бути переміщено.

source: Service %s is locked.
bg: Канал %s е заключен.
ca: Servei %s bloquejat.
de: Service %s ist gesperrt.
el: Η υπηρεσία %s είναι κλειδωμένη.
et: Kanal %s on lukustatud.
fr: Le service %s est vérouillé.
lt: Kanalas %s užrakintas.
pl: Usługa %s jest zablokowana.
tr: %s hizmeti kilitli.
uk: Канал %s заблоковано.

source: Service %s is unlocked.
bg: Канал %s е отключен.
ca: Servei %s desbloquejat.
de: Service %s ist entsperrt.
el: Η υπηρεσία %s είναι ξεκλείδωτη.
et: Kanali %s lukustus maas.
fr: Le service %s est dévérouillé.
lt: Kanalas %s atrakintas.
pl: Usługa %s jest odblokowana.
tr: %s hizmetinin kilidi açıldı.
uk: Канал %s разблоковано.

source: Service %s moved.
bg: Канал %s е преместен.
ca: Servei %s mogut.
de: Service %s verschoben.
el: Η υπηρεσία %s μετακινήθηκε.
et: Kanal %s liigutatud.
fr: Service %s déplacé.
lt: Kanalas %s perkeltas.
pl: Usługa %s została przeniesiona.
tr: Hizmet %s taşındı.
uk: Канал %s переміщено.

source: Service %s removed from bouquet %s.
bg: Канал %s е изтрит от букет %s.
ca: Servei %s esborrat de la llista %s.
de: Service %s vom Bouquet %s entfernt.
el: Η υπηρεσία %s αφαιρέθηκε από το μπουκέτο %s.
et: Kanal %s eemaldati lemmiknimekirjast %s.
fr: Le service %s enlevé du bouquet %s.
lt: Kanalas %s iš bukieto %s pašalintas.
pl: Usługa %s została usunięta z bukietu %s.
tr: %s hizmeti, %s buketinden kaldırıldı.
uk: Канал %s видалено з фавориту %s.

source: Service %s removed.
bg: Канал %s е изтрит.
ca: Servei %s esborrat.
de: Service %s entfernt.
el: Η υπηρεσία %s αφαιρέθηκε.
et: Kanal %s eemaldatud.
fr: Le service %s supprimé.
lt: Kanalas %s pašalintas.
pl: Usługa %s została usunięta.
tr: %s hizmeti kaldırıldı.
uk: Канал %s видалено.

source: Service ID (SID)
lt: Kanalo ID (SID)

source: Service can not be moved.
bg: Канала не може да се премести.
ca: Servei no es pot moure.
de: Service %s kann nicht entfernt werden.
el: Αδυναμία μετακίνησης της υπηρεσίας.
et: Kanalit ei saa liigutada.
fr: Le service ne peut pas être déplacé.
lt: Kanalas negali būti perkeltas.
pl: Nie można przenieść usługi.
tr: Hizmet taşınamaz.
uk: Канал не може бути переміщений.

source: Service can not be renamed.
bg: Канала не може да се преименува.
ca: Servei no es pot renombrar.
de: Service %s kann nicht umbenannt werden.
el: Αδυναμία μετονομασίας υπηρεσίας.
et: Kanalit ei saa ümber nimetada.
fr: Service ne peut pas être renommé.
lt: Kanalas negali būti pervadintas.
pl: Nie można zmienić nazwy usługi.
tr: Hizmet yeniden adlandırılamaz.
uk: Каналс не може бути перейменовано.

source: Service is not an alternative.
bg: Канала не е алтернативен.
ca: Servei no és una alternativa.
de: Service ist keine Alternative.
el: Η υπηρεσία δεν είναι εναλλακτική.
et: See ei ole asenduskanal.
fr: Service n'est pas une alternative.
lt: Šis kanalas nealternatyvus.
pl: Usługa nie jest alternatywą.
tr: Servis bir alternatif değil.
uk: Канал не альтернативний.

source: Service renamed successfully.
bg: Канала бе переименуван успешно.
ca: Servei renombrat correctament.
de: Service erfolgreich umbenannt
el: Επιτυχία μετονομασίας Υπηρεσίας.
et: Kanal nimetati ümber.
fr: Service renommé avec succès.
lt: Kanalas pervadintas sėkmingai.
pl: Nazwa usługi została zmieniona.
tr: Hizmet başarıyla yeniden adlandırıldı.
uk: Канал успішно перейменовано.

source: Services
bg: Канали
ca: Serveis
de: Service
el: Υπηρεσίες
et: Kanalid
lt: Kanalai
pl: Usługi
tr: Hizmetler
uk: Канали

source: Serving stream
lt: Aptarnaujantis srautas

source: Set maximum duration
bg: Задайте максимална продължителност
ca: Configurar duració màxima
de: Finde maximale Länge
el: Ορισμός μέγιστης διάρκειας
et: Määra suurim kestus
fr: Définir la durée maximale
lt: Nustatyti didžiausią trukmę
pl: Ustaw maksymalny czas trwania
tr: Maksimum süreyi ayarla
uk: Встановіть максимальну тривалість

source: Settings
bg: Настройки
ca: Configuració
de: Einstellungen
el: Ρυθμίσεις
et: Seaded
fr: Paramètres
lt: Visos nuostatos
pl: Ustawienia
tr: Ayarlar
uk: Налаштування

source: Show EPG for
bg: Покажи EPG за
ca: Veure EPG per a
de: Zeige EPG für
el: Εμφάνιση EPG για
et: EPG kanalile
fr: Afficher EPG pour
lt: Rodyti EPG
pl: Pokaż EPG dla
tr: Şunun için EPG'yi Göster
uk: Показати EPG для

source: Show Full OpenWebif
bg: Покажи Пълен OpenWebif
ca: Veure OpenWebif Complert
de: Desktop-Version OpenWebif
el: Εμφάνιση Πλήρους OpenWebif
et: Kuva täielik OpenWebif
fr: Afficher l'OpenWebif Complet
lt: Rodyti visą OpenWebif
pl: Pokaż pełny OpenWebif
tr: Tam OpenWebif'i Göster
uk: Показати весь OpenWebif

source: Show IPTV channels in selection (eg. Autotimer)
fr: Afficher les chaînes IPTV dans la sélectin (pe. Autotimer)
lt: Renkantis, rodyti IPTV kanalus (pvz. Autolaikmatis)
pl: Pokaż kanały IPTV w wyborze (np. AutoTimer)

source: Show all packages
fr: Affichier tous les paquets
lt: Rodyti visus paketus

source: Show box name in header
bg: Покажи името на приемника в заглавието
ca: Mostrar nom del deco a la capçalera
de: Boxnamen in der Kopfzeile anzeigen
el: Εμφάνιση ονόματος δέκτη στην κεφαλίδα
et: Kuva päises vastuvõtja nimi
fr: Afficher le nom du récepteur dans l'entête
lt: Antraštėje rodyti aparato pavadinimą
pl: Pokaż nazwę odbiornika w nagłówku
tr: Başlıkta kutu adını göster
uk: Показувати назву ресивера в заголовку

source: Show details
bg: Покажи детайли
de: Zeige Details
et: Kuva üksikasjad
fr: Afficher les détails
lt: Rodyti detaliau
pl: Pokaż szczegóły
tr: Ayrıntıları göster
uk: Показати деталі

source: Show full remote
bg: Покажи пълното дистанционно
ca: Veure comandament a distància complert
de: Vollständige Fernbedienung einblenden
el: Εμφάνιση πλήρους τηλεχειριστηρίου
et: Kuva täielik pult
fr: Afficher la télécommande entière
lt: Rodyti nuotolinį pultą
pl: Pokaż pełny pilot
tr: Tam uzaktan kumandayı göster
uk: Показати повний пульт

source: Show in Extensions menu
bg: Покажи в менюто с разширенията
ca: Mostrar al menú d'extensions
de: Im Erweiterungsmenü anzeigen
el: Εμφάνιση στο μενού επεκτάσεων
et: Kuva laienduste menüüs
fr: Afficher dans le menu des extensions
lt: Rodyti tarp plėtinių meniu
pl: Pokaż w menu „Rozszerzenia”
tr: Uzantı menüsünde göster
uk: Показа в Меню доповнень

source: Show picon background
de: Zeige Piconhintergrund
fr: Afficher l'arrière plan des picons
lt: Rodyti piktogramų fono spalvą
pl: Pokaż tło pikon

source: Show picons
fr: Afficher les picons
lt: Rodyti piktogramas
tr: Piconları göster

source: Show picons in channel list
bg: Покажи Пикон в списъка с канали
ca: Mostar Picon en llista de canals
de: Zeige Picon in Senderliste
el: Εμφάνιση Λογότυπου στη λίστα καναλιών
et: Kuva kanalinimekirjas pikonid
fr: Afficher les picons dans la liste des chaînes
lt: Kanalų sąraše rodyti piktogramas
pl: Pokazuj pikony na liście kanałów
tr: Picon'u kanal listesinde göster
uk: Показати пікони в списку каналів

source: Show service type in channel list
et: Kuva edastusmoodus kanalinimekirjas
fr: Afficher le type de service dans la liste des chaînes
lt: Kanalų sąraše rodyti kanalo tipą
pl: Pokazuj typ usługi na liście kanałów
tr: Kanal listesinde Hizmet türünü göster
uk: Показати тип каналу в списку каналів

source: Shutdown
bg: Изключване
ca: Apagar
de: Ausschalten
el: Τερματισμός
et: Seiska
fr: Éteindre
lt: Išjungti
pl: Wyłącz
tr: Kapat
uk: Вимкнути

source: Signal Power (AGC)
lt: Signalo galia (AGC)

source: Signal Quality (SNR DB)
lt: Signalo kokybė (SNR DB)

source: Signal Quality (SNR)
lt: Signalo kokybė (SNR)

source: Simulate
bg: Симулирай
ca: Simular
de: Simulieren
el: Εξομοίωση
et: Matki
fr: Simuler
lt: Imituoti
pl: Symuluj
tr: Simüle et
uk: Імітувати

source: Site and sources
bg: Сайт и изходен код
ca: Lloc i fonts
de: Webseite und Quellcode
el: Ιστοσελίδα και πηγές
et: Lähtekood
fr: Site et sources
lt: Svetainė ir šaltiniai
pl: Witryna i źródła
tr: Site ve kaynaklar
uk: Сайт та вихідний код

source: Skins
lt: Aplinkos temos
pl: Skórki

source: SleepTimer error
bg: Грешка в таймера за сън
ca: Error temporitzador d'apagat
de: SleepTimer Fehler
el: Σφάλμα Χρονοδιακόπτη Ύπνου
et: Unetaimeri viga
fr: Erreur de timer de sommeil
lt: Budėjimo laikmačio klaida
pl: Błąd wyłącznika czasowego
tr: Uyku Zamanlayıcısı hatası
uk: Помилки таймера сну

source: Sleeptimer has been disabled
bg: Таймера за сън беше спрян
ca: El temporitzador d'apagat s'ha desactivat
de: SleepTimer wurde deaktiviert
el: Ο χρονοδιακόπτης ύπνου απενεργοποιήθηκε
et: Unetaimer keelati
fr: Le timer de sommeil a été désactivé
lt: Budėjimo laikmatis išjungtas
pl: Wyłącznik czasowy został wyłączony
tr: Uyku Zamanlayıcısı devre dışı bırakıldı
uk: Таймер сну відключено

source: Sleeptimer is disabled
bg: Таймера за сън е спрян
ca: Temporitzador d'apagat desactivat
de: SleepTimer deaktiviert
el: Ο χρονοδιακόπτης ύπνου είναι ανενεργός
et: Unetaimer keelati
fr: Le timer de sommeil est désactivé
lt: Budėjimo laikmatis išjungtas
pl: Wyłącznik czasowy jest wyłączony
tr: Uyku Zamanlayıcısı devre dışı
uk: Таймер сну відключений

source: Sleeptimer is enabled
bg: Таймера за сън е включен
ca: Temporitzador d'apagat activat
de: SleepTimer aktiviert
el: Ο χρονοδιακόπτης ύπνου είναι ενεργός
et: Unetaimer lubati
fr: Le timer de sommeil est activé
lt: Budėjimo laikmatis įjungtas
pl: Wyłącznik czasowy jest włączony
tr: Uyku Zamanlayıcısı etkinleştirildi
uk: Таймер сну включений

source: Sleeptimer set to %d minutes
bg: Таймера за сън е настроен на %d минути
de: SleepTimer eingestellt auf %d Minuten
el: Ο χρονοδιακόπτης ύπνου έχει οριστεί σε %d λεπτά
et: Unetaimer määratud %d minutile
fr: Le timer de sommeil défini pour %d minutes
lt: Budėjimo laikmatis nustatytas %d minučių
pl: Wyłącznik czasowy ustawiony na %d minut(y)
tr: Uyku zamanlayıcısı %d dakikaya ayarlandı
uk: Таймер сну встановлений на %d хвилин

source: Small remote layout
lt: Mažas nuotolinio išdėstymas

source: Software
bg: Софтуер
el: Λογισμικό
et: Tarkvara
fr: Logiciel
lt: Programinė įranga
pl: Oprogramowanie
tr: Yazılım
uk: ПЗ

source: Sorry this page is not yet implemented
bg: Извинете, тази страница не е достъпна
ca: Ho sentim, aquesta pàgina encara no està implementada
de: Entschuldigung, diese Seite existiert noch nicht
el: Λυπούμαστε, αυτή η σελίδα δεν είναι ακόμα διαθέσιμη
et: See leht ei ole veel kasutuses
fr: Désolé cette page n'est pas encore implémentée
lt: Atsiprašome, šis puslapis dar neužbaigtas
pl: Przepraszamy, ta strona nie została jeszcze wdrożona
tr: Üzgünüz, bu sayfa henüz uygulanmadı
uk: Вибачте, ця сторінка недоступна

source: Sort
fr: Tri
lt: Rūšiuoti
pl: Sortuj
tr: Sırala

source: Spinner
bg: Спинър
de: 'IN-ARBEIT Symbol
el: Κινούμενο γραφικό
fr: Engrenage
lt: Suktukas
uk: Спінер

source: Standby
bg: Готовност
ca: Mode d'espera
el: Αναμονή
et: Ooteseisund
fr: Veille
lt: Budėjimo režimas
pl: Czuwanie
tr: Bekleme
uk: Режим очікування

source: Start
bg: Старт
ca: Inici
el: Εκκίνηση
et: Käivita
fr: Début
lt: Pradžia
tr: Başlat
uk: Початок

source: Start Instant Record
bg: Старт на незабавен запис
ca: Iniciar Gravació Instantània
de: Starte Sofortaufnahme
el: Εκκίνηση Άμεσης Εγγραφής
et: Salvesta kohe
fr: Démarrer un enregistrement instantané
lt: Pradėti neplaninį įrašymą
pl: Rozpocznij natychmiastowe nagrywanie
tr: Anında Kaydı Başlat
uk: Негайний запис

source: Start time is after end time
bg: Времето за начало е след времето за край
ca: L'hora d'inici és després de l'hora de finalització
de: Die Startzeit liegt vor dem Endzeitpunkt
el: Η ώρα έναρξης είναι μετά την ώρα τερματισμού
et: Algusaeg on lõpuajast hilisem
fr: L'heure de départ est après l'heure de fin
lt: Pradžios laikas yra po pabaigos laiko
pl: Czas rozpoczęcia jest późniejszy niż czas zakończenia
tr: Başlangıç ​​zamanı bitiş zamanından sonra
uk: Час початку після часу закінчення

source: Start typing...
de: BEGINNT SCHREIBEN
el: ΕΚΚΙΝΗΣΗ ΠΛΗΚΤΡΟΛΟΓΗΣΗΣ
et: KIRJUTA SIIA
fr: Commencer à écrire…
lt: Pradėtkite rašyti...
pl: Zacznij pisać...
tr: YAZMAYI BAŞLAT

source: State
fr: Etat
lt: Būklė
pl: Stan

source: Storage
lt: Saugykla

source: Stream
bg: Стрийм
el: Ροή
et: Voogesitus
lt: Srautas
pl: Strumieniuj
tr: Akış
uk: Стрім

source: Stream Clients
et: Voogesituskliendid
fr: Clients de stream
lt: Transliacijų klientai
pl: Klienci strumieniowania
tr: İstemci Akışı

source: Streaming port
fr: Port de streaming
lt: Transliacijos prievadas

source: Su
bg: Нд
ca: Diu
de: So
el: Κυ
et: P
fr: Di
lt: Sk
pl: Ni
tr: Pzr
uk: Нд

source: Subdirectories
fr: Sous-répertoires
lt: Pakatalogiai
pl: Podkatalogi
tr: Alt dizinler

source: Subnet mask
bg: Маска на подмрежата
ca: Màscara de xarxa
de: Subnetzmaske
el: Μάσκα Υποδικτύου
et: Alamvõrgu mask
fr: Masque de sous-réseau
lt: Potinklio kaukė
pl: Maska podsieci
tr: Alt ağ maskesi
uk: Маска підмережі

source: Subservices
bg: Подканали
ca: Subserveis
el: Υπο-υπηρεσίες
et: Alamkanalid
fr: Sous services
lt: Subkanalai
pl: Usługi dodatkowe
tr: Alt Hizmetler
uk: Подканали

source: Sun
bg: Нед
ca: Diu
de: So
el: Κυρ
et: P
fr: Dim
lt: Sek
pl: Nie
tr: Pzr
uk: Нед

source: Sunday
bg: Неделя
ca: Diumenge
de: Sonntag
el: Κυριακή
et: Pühapäev
fr: Dimanche
lt: sekmadienis
pl: Niedziela
tr: Pazar
uk: Неділя

source: System OE
bg: Система OE
ca: Sistema OE
de: OE-System
el: ΟΕ Συστήματος
et: Süsteemi OE
fr: Système OE
lt: Sistemos OE
tr: Sistem OE
uk: Система OE

source: TV Guide
bg: ТВ гайд
ca: Guia TV
de: Zeitschrift
el: Οδηγός TV
et: Telekava
fr: Guide TV
lt: TV gidas
pl: Przewodnik TV
tr: TV Rehberi
uk: ТВ гід

source: TV Multi EPG
bg: ТВ Мулти EPG
el: Πολλαπλός EPG TV
lt: TV daugiakanalis EPG
tr: TV Çoklu EPG
uk: ТВ Мульти ЕПГ

source: Tags
bg: Етикети
ca: Etiquetes
de: Stichworte
el: Ετικέτες
et: Sildid
lt: Žymos
pl: Tagi
tr: Etiketler
uk: Теги

source: Teletext
bg: Телетекст
de: Videotext
el: Τηλεκείμενο
et: Teletekst
fr: Télétexte
lt: Teletekstas
pl: Telegazeta
tr: Teletekst
uk: Телетекст

source: Teletext PID
lt: Teletekstas PID

source: Television
bg: Телевизия
ca: Televisió
de: Fernsehen
el: Τηλεόραση
et: Televisioon
fr: Télévision
lt: Televizija
pl: Telewizja
tr: Televizyon
uk: ТВ канали

source: Template Engine
bg: Шаблон на Двигателя
ca: Motor de la Plantilla
de: Vorlagenart
el: Μηχανή Προτύπου
et: Malli mootor
lt: Šablono variklis
pl: Silnik szablonów
tr: Şablon Motoru
uk: Шаблон

source: Terminal
bg: Терминал
el: Τερματικό
lt: Terminalas
uk: Термінал

source: Terrestrial
bg: Наземна
ca: Terrestre
de: Terrestrisch
el: Επίγειο
et: Maapealne
fr: Terrestre
lt: Antžeminė
pl: Naziemna
tr: Karasal
uk: Наземний

source: Text
bg: Текст
el: Κείμενο
et: Tekst
fr: Texte
lt: Tekstas
pl: Tekst
tr: Metin
uk: Текст

source: Th
bg: Чт
ca: Dij
de: Do
el: Πέ
et: N
fr: Je
lt: Kt
pl: Cz
tr: Prş
uk: Чт

source: The parameter '%s' can't be empty
bg: Параметър '%s' не може да бъде празен
ca: El paràmetre '%s' no pot estar buit
de: Der Parameter '%s' darf nicht leer sein
el: Η παράμετρος '%s' δεν μπορεί να είναι κενή
et: Parameeter '%s' ei tohi olla tühi
fr: Le paramètre '%s' ne peut pas être vide
lt: Parametras '%s' negali būti tuščias
pl: Parametr '%s' nie może być pusty
tr: '%s' parametresi boş olamaz
uk: Параметр '%s' не може бути порожнім

source: The parameter 'command' must be a number
bg: Параметър 'command' трябва да бъде число
ca: El paràmetre 'ordre' ha de ser un número
de: Der Parameter 'command' muss eine Zahl sein
el: Η παράμετρος 'εντολή' πρέπει να είναι αριθμός
et: Parameeter 'käsk' peab olema number
fr: Le paramètre 'command' doit être un nombre
lt: Parametras 'komanda' turi būti skaitmuo
pl: Parametr 'command' musi być liczbą
tr: 'command' parametresi bir sayı olmalıdır
uk: Параметр 'command' повинен бути чисельним

source: The timer '%s' has been %s successfully
bg: Таймер '%s' беше %s успешно
ca: El temporitzador '%s' ha sigut %s satisfactòriament
de: Timer '%s' wurde erfolgreich %s
el: Ο χρονοδιακόπτης '%s' έχει %s με επιτυχία
et: Taimer '%s' on edukalt %s
fr: Le timer '%s' a été %s avec succès
lt: Laikmatis '%s' sėkmingai %s
pl: Timer '%s' został pomyślnie %s
tr: Zamanlayıcı '%s' başarıyla %s oldu
uk: Таймер '%s' був %s успішно виконаний

source: The timer '%s' has been deleted successfully
bg: Таймер '%s' беше успешно изтрит
ca: El tmeporitzador '%s' s'ha eliminat satisfactòriament
de: Timer '%s' erfolgreich gelöscht
el: Ο χρονοδιακόπτης '%s' διαγράφτηκε επιτυχώς
et: Taimer '%s' kustutati edukalt
fr: Le timer '%s' a été effacé avec succès
lt: Laikmatis '%s' pašalintas sėkmingai
pl: Timer '%s' został usunięty
tr: Zamanlayıcı '%s' başarıyla silindi
uk: Не вдалося знайти таймер '%s' з заданим часом початку та закінчення!

source: The timer '%s' now recorded! Not disabled!
bg: Таймер '%s' записва в момента! Не може да се спре!
ca: Temporitzador '%s' s'ha gravat! No està deshabilitat!
de: Der Timer '%s' ist aufgezeichnet! Nicht deaktiviert!
el: Γίνεται τώρα εγγραφή του χρονοδιακόπτη '%s'! Δεν απενεργοποιήθηκε!
et: Taimer '%s' on nüüd salvestav! Mitte keelatud!
fr: Le timer '%s' en cours d'enregistrement! Pas désactivé!
lt: Laikmatis '%s' dabar įrašomas! Neišjungtas!
pl: Timer '%s' został nagrany! Nie wyłączony!
tr: Zamanlayıcı '%s' şimdi kaydedildi! Devre dışı bırakılmadı!
uk: Таймер '%s' зараз записується! ННе вимкнено!

source: Theme
bg: Тема
ca: Tema
de: Design-Thema
el: Θέμα
et: Kujundus
fr: Thème
lt: Aplinkos tema
pl: Motyw
tr: Tema
uk: Тема

source: Theme mode
fr: Mode du thème
lt: Temos režimas

source: This service can not be added.
bg: Този канал не може да се добави.
ca: Aquest servei no es pot afegir.
de: Dieser Service kann nicht hinzugefügt werden.
el: Αδυναμία προσθήκης αυτής της υπηρεσίας.
et: Seda kanalit ei saa lisada.
fr: Ce service ne peut pas être ajouté.
lt: Kanalas negali būti įtrauktas.
pl: Nie można dodać tej usługi.
tr: Bu hizmet eklenemez.
uk: Цей канал не може бути доданий.

source: Thu
bg: Чтв
ca: Dij
de: Do
el: Πέμ
et: N
fr: Jeu
lt: Ket
pl: Czw
tr: Per
uk: Чтв

source: Thursday
bg: Четвъртък
ca: Dijous
de: Donnerstag
el: Πέμπτη
et: Neljapäev
fr: Jeudi
lt: ketvirtadienis
pl: Czwartek
tr: Perşembe
uk: Четвер

source: Time
bg: Час
ca: Temps
de: Zeit
el: Χρόνος
et: Aeg
fr: Heure
lt: Laikas
pl: Czas
tr: Zaman
uk: Час

source: Timeline
bg: График
ca: Plaç
de: Zeitstrahl
el: Γραμμή χρόνου
et: Ajakava
fr: Ligne de temps
lt: Chronologija
pl: Oś czasu
tr: Zaman çizelgesi
uk: Часова лінія

source: Timeout
bg: Тайм-аут
ca: Temps d'espera
de: Zeitüberschreitung
el: Χρόνος Λήξης
et: Ajapiirang
lt: Intervalas
pl: Przerwa czasowa
tr: Zaman Aşımı
uk: Тайм-аут

source: Timer
bg: Таймер
ca: Gravació
el: Χρονοδιακόπτης
et: Taimer
lt: Laikmatis
tr: Zamanlayıcı
uk: Таймер

source: Timer '%s' added
bg: Таймер '%s' е добавен
ca: Temporitzador '%s' afegit
de: Timer '%s' zugefügt
el: Ο χρονοδιακόπτης '%s' προστέθηκε
et: Taimer '%s' lisatud
fr: Timer '%s' ajouté
lt: Laikmatis '%s' pridėtas
pl: Dodano timer '%s'
tr: Zamanlayıcı '%s' eklendi
uk: Таймер '%s' доданий

source: Timer '%s' already exists!
bg: Таймер '%s' вече съществува!
ca: Temporitzador '%s' ja existeix!
de: Timer '%s' existiert bereits!
el: Ο χρονοδιακόπτης '%s' υπάρχει ήδη!
et: Taimer '%s' on juba olemas!
fr: Le timer '%s' existe déjà!
lt: Laikmatis '%s' jau yra!
pl: Timer '%s' już istnieje!
tr: Zamanlayıcı '%s' zaten var!
uk: Таймер '%s' вже існує!

source: Timer '%s' changed
bg: Таймер '%s' е променен
ca: Temporitzador '%s' canviat
de: Timer '%s' geändert
el: Ο χρονοδιακόπτης '%s' άλλαξε
et: Taimerit '%s' muudeti
fr: Timer '%s' modifié
lt: Laikmatis '%s' pakeistas
pl: Zmieniono timer '%s'
tr: Zamanlayıcı '%s' değiştirildi
uk: Таймер '%s' змінено
