Repository: E2OpenPlugins/e2openplugin-OpenWebif
Catalog: locale/*.po
Languages: bg, ca, de, el, et, fr, lt, pl, tr, uk

source: Name (z-a)
fr: Nom (z-a)
lt: pagal pavadinimą (ž-a)
pl: Nazwa (z-a)
tr: Ad (a-z)

source: Namespace
bg: Елементи
ca: Nom d'espai
de: Namensraum
el: Χώρος ονόματος
et: Nimeruum
lt: Vardų sritis
pl: Przestrzeń nazw
tr: Ad alanı
uk: Простір назв

source: Network Interface
bg: Мрежов Интерфейс
ca: Interfície de xarxa
de: Netzwerkschnittstelle
el: Διεπαφή Δικτύου
et: Võrguliides
fr: Interface réseau
lt: Tinklo sąsaja
pl: Interfejs sieciowy
tr: Ağ Arayüzü
uk: Мережевий інтерфейс

source: Network Shares
bg: Мрежови Споделяния
ca: Muntatges de xarxa
de: Netzwerk-Freigaben
el: Κοινόχρηστα Στοιχεία Δικτύου
et: Võrgujaod
fr: Partages réseau
lt: Bendri tinklo resursai
pl: Udziały sieciowe
tr: Ağ Paylaşımları
uk: Мережеві ресурси

source: Never
bg: Никога
ca: Mai
de: Niemals
el: Ποτέ
et: Mitte kunagi
fr: Jamais
lt: Niekada
pl: Nigdy
tr: Asla
uk: Ніколи

source: New
bg: Нов
ca: Nou
de: Neu
el: Νέο
et: Uus
fr: Nouveau
lt: Naujas
pl: Nowy
tr: Yeni
uk: Новий

source: New Bookmark:
fr: Nouveau favori:
lt: Nauja žymelė:
tr: Yeni Yer İşareti:

source: New Name
bg: Ново Име
ca: Nom nou
de: Neuer Name
el: Νέο Όνομα
et: Uus nimi
fr: Nouveau nom
lt: Naujas pavadinimas
pl: Nowa nazwa
tr: Yeni Ad
uk: Нова назва

source: No
bg: Не
de: Nein
el: Όχι
et: Ei
fr: Non
lt: Ne
pl: Nie
tr: Hayır
uk: Ні

source: No EPG data available.
fr: Pas de donnée EPG disponible.
lt: EPG duomenų nėra.
tr: EPG verisi yok.

source: No Parent Control Setup Pin given!
bg: Не е зададен ПИН за родителския контрол!
ca: Cap PIN per a configuració control parental introduït!
de: Keine PIN im Jugendschutz eingegeben!
el: Δεν δόθηκε Pin Ρυθμίσεων Γονικής Προστασίας!
et: Lapseluku PIN sisestamata!
fr: Pas de PIN code de contrôle parental donné!
lt: Tėvų kontrolės PIN kodas nenustatytas!
pl: Nie podano PINu ustawień kontroli rodzicielskiej!
tr: Ebeveyn Kontrolü Kurulum Pini verilmedi!
uk: Не задано Pin батьківського контролю!

source: No answer in time
bg: Няма отговор навреме
ca: Sense resposta a temps
de: Keine rechtzeitige Antwort
el: Μη έγκαιρη απάντηση
et: Ajavaru piires vastus puudub
fr: Pas de réponse dans le délai imparti
lt: Nėra atsako ilgą laiką
pl: Brak odpowiedzi na czas
tr: Zamanında yanıt yok
uk: Немає відповіді довгий час

source: No bouquet given!
bg: Не е зададен букет!
ca: Cap llista introduida!
de: Kein Bouquet angegeben!
el: Δεν δόθηκε μπουκέτο!
et: Lemmiknimekiri andmata!
fr: Pas de bouquet donné!
lt: Nenurodytas bukietas!
pl: Nie podano bukietu!
tr: Buket verilmedi!
uk: Не задано фаворит!

source: No bouquet name given!
bg: Не е зададено име на букета!
ca: Cap nom de llista introduït!
de: Kein Bouquet Name eingegeben!
el: Δεν δόθηκε όνομα μπουκέτου!
et: Lemmiknimekirjal puudub nimi!
fr: Aucun nom de bouquet donné!
lt: Bukietui nesuteiktas pavadinimas!
pl: Nie podano nazwy bukietu!
tr: Buket adı verilmemiş!
uk: Не задана назва фавориту!

source: No current service given!
bg: Не е зададен текущ канал!
ca: Cap servei actual introduït!
de: Kein aktueller Service angegeben!
el: Δεν δόθηκε τρέχουσα υπηρεσία!
et: Aktiivne kanal andmata!
fr: Pas de service en cours donné!
lt: Nenurodytas konkrečiai šis kanalas!
pl: Nie podano bieżącej usługi!
tr: Geçerli hizmet verilmedi!
uk: Не задано поточний канал!

source: No event found! Not recording!
bg: Не е открито предаване! Не се записва!
ca: No s'ha trobat programa! No s'està gravant!
de: Keine Sendung gefunden! Keine Aufnahme!
el: Δεν βρέθηκε πρόγραμμα! Μη εγγραφή!
et: Saadet ei leitud! Ei salvestata!
fr: Pas d'évènement trouvé! Pas d'enregistrement!
lt: Įvykių nerasta! Nebus įrašoma!
pl: Nie znaleziono wydarzenia! Nie nagrywam!
tr: Olay bulunamadı! Kaydedilemiyor!
uk: Подію не знайдено! Запис зупинено!

source: No marker-name given!
bg: Не е зададено име на маркера!
ca: Cap nom de marcador introduït!
de: Kein Marker-Name angegeben!
el: Δεν δόθηκε όνομα σημειωτή!
et: Märgise nimi andmata!
fr: Pas de nom de marqueur donné!
lt: Žymekliui nesuteiktas pavadinimas!
pl: Nie podano nazwy znacznika!
tr: İşaretçi adı belirtilmedi!
uk: Не задано ім'я маркера!

source: No matches were found in the EPG
fr: Pas de correspondance trouvée dans l'EPG
lt: EPG atitikmenų nerasta

source: No matching Timer found
bg: Не е открит съответстващ таймер
ca: No s'ha trobat coincidència als temporitzadors
de: Kein entsprechender Timer gefunden
el: Δεν βρέθηκε ο αντίστοιχος Χρονοδιακόπτης
et: Taimeri vastet ei leitud
fr: Aucun timer correspondant trouvé
lt: Kriterijus atitinkančio laikmačio nerasta
pl: Nie znaleziono pasującego timera
tr: Eşleşen Zamanlayıcı bulunamadı
uk: Не знайден відповідний таймер

source: No network connection
lt: Nėra tinklo ryšio

source: No new servicename given!
bg: Не е зададено ново име на канала!
ca: Cap nom de servei introduït!
de: Kein neuer Service-Name angegeben!
el: Δεν δόθηκε νέο όνομα υπηρεσίας!
et: Uue kanali nimi andmata!
fr: Pas de nom de service donné!
lt: Nenurodytas naujo kanalo pavadinimas!
pl: Nie podano nowej nazwy usługi!
tr: Yeni hizmet adı verilmedi!
uk: Не задано ім'я нового каналу!

source: No position given!
bg: Не е зададена позиция!
ca: Cap posició introduïda!
de: Keine Position angegeben!
el: Δεν δόθηκε θέση!
et: Asukoht andmata!
fr: Pas de position donnée!
lt: Nenurodyta padėtis!
pl: Nie podano pozycji!
tr: Pozisyon verilmedi!
uk: Позицію не задано!

source: No provider given!
bg: Не е зададен провайдър!
ca: Cap proveïdor introduït!
de: Kein Provider angegeben!
el: Δεν δόθηκε πάροχος!
et: Levitaja nimi puudub!
fr: Aucun fournisseur donné!
lt: Nenurodytas tiekėjas!
pl: Nie podano dostawcy!
tr: Sağlayıcı belirtilmedi!
uk: Не заданий провайдер!

source: No service given!
bg: Не е зададен канал!
ca: Cap servei introduït!
de: Kein Service angegeben!
el: Δεν δόθηκε υπηρεσία!
et: Kanal andmata!
fr: Pas de service donné!
lt: Nenurodytas kanalas!
pl: Nie podano usługi!
tr: Hizmet verilmedi!
uk: Не задано канал!

source: No, cancel
bg: Не, отмени
el: Όχι, να γίνει ακύρωση
et: Ei, katkesta
fr: Non, annuler
lt: Ne, atšaukti
pl: Nie, anuluj
tr: Hayır, iptal et
uk: Ні, скасувати

source: None
bg: Никой
ca: Cap
de: Nichts
el: Κανένα
et: Pole
fr: Aucun
lt: Joks
pl: Żaden
tr: Yok
uk: Нема

source: Nothing
bg: Нищо
ca: Res
de: Nichts
el: Τίποτα
et: Mitte midagi
fr: Rien
lt: Jokios
pl: Nic
tr: Hiçbir şey
uk: Нічого

source: Nothing playing.
bg: Нищо не се възпроизвежда.
ca: Res a reproduir.
de: Keine Wiedergabe
el: Καμία αναπαραγωγή.
et: Midagi ei esitata.
fr: Rien en lecture.
lt: Nieko nerodoma.
pl: Brak odtwarzania.
tr: Hiçbir şey oynatılmıyor.
uk: Нічого не відтворюється.

source: Notify if Conflict
bg: Покажи съобщение при конфилкт
ca: Notificar si hi ha conflicte
de: Bei Konflikt benachrichtigen
el: Ειδοποίηση αν υπάρχει διένεξη
et: Vastuolu korral teavitamine
fr: Notifier en cas de conflit
lt: Pranešti apie konfliktą
pl: Powiadom w przypadku konfliktu
tr: Çakışırsa Bildir
uk: Повідомити при конфлікті

source: Notify if Similar
bg: Покажи съобщение при аналогичен
ca: Notificar si hi ha un similar
de: Bei ähnlicher Sendung benachrichtigen
el: Ειδοποίηση αν υπάρχει Παρόμοιο
et: Sarnastest teavitamine
fr: Notifier si similaire
lt: Pranešti, jei panašus
pl: Powiadom jeśli podobne
tr: Benzer ise Bildir
uk: Повідомити про подібний

source: November
bg: Ноември
ca: Novembre
el: Νοεμβρίου
fr: Novembre
lt: lapkričio
pl: Listopad
tr: Kasım
uk: Листопад

source: Now
bg: Сега
ca: Ara
de: Jetzt
el: Τώρα
et: Hetkel
fr: Maintenant
lt: Dabar
pl: Teraz
tr: Şimdi
uk: Зараз

source: Now/Next Columns
fr: Colonnes Maint./Suivant
lt: Stulpeliai Dabar/Toliau

source: Number of recordings remaining
bg: Количество оставащи записи
ca: Quantitat de gravacions faltants
de: Verbleibende Anzahl Aufnahmen
el: Αριθμός εγγραφών που απομένουν
et: Järelejäänud salvestuste arv
fr: Nombre d'enregistrement restant
lt: Likęs įrašų kiekis
pl: Liczba pozostałych nagrań
tr: Kalan kayıt miktarı
uk: Кількість решти записів

source: OSCam Webinterface
bg: OSCam Уеб-интерфейс
el: Διεπαφή Δικτύου OSCam
et: OSCam veebiliides
fr: Interface Web d'OScam
lt: OSCam interneto sąsaja
pl: Interfejs sieciowy OSCam
uk: Веб-інтерфейс OSCam

source: OSD
lt: Ekranas

source: October
bg: Октомври
ca: Octubre
de: Oktober
el: Οκτωβρίου
et: Oktoober
fr: Octobre
lt: spalio
pl: Październik
tr: Ekim
uk: Жовтень

source: Offset after recording (mins)
bg: Обедини след записа ( в мин.)
ca: Marge després de gravar (en min.)
de: Nachlauf der Aufnahme (in Min.)
el: Μετατόπιση χρόνου μετά την εγγραφή (σε λεπτά)
et: Salvestuse lõppu lisatakse (min)
fr: Compensation après l'enregistrement (en min)
lt: Intarpas po įrašymo (min.)
pl: Przesunięcie po nagrywaniu (w min.)
tr: Kayıttan sonra ofset (m cinsinden)
uk: Об'єднати після запису (в хв.)

source: Offset before recording (mins)
bg: Обедини преди записа (в мин.)
ca: Marge abans de gravar (en min.)
de: Vorlauf der Aufnahme (in Min.)
el: Μετατόπιση χρόνου πριν την εγγραφή (σε λεπτά)
et: Salvestuse algusesse lisatakse (min)
fr: Compensation avant l'enregistrement (en min)
lt: Intarpas prieš įrašymą (min.)
pl: Przesunięcie przed nagrywaniem (w min.)
tr: Kayıttan önce ofset (m cinsinden)
uk: Об'єднати перед записом (в хв.)

source: On
bg: Вкл
de: Ein
el: Ανοικτό
et: Sees
lt: Įjungta
pl: W
tr: Açık
uk: Включено

source: On any service
bg: За който и да е канал
ca: En qualsevol servei
de: Auf jedem Sender
el: Σε οποιαδήποτε υπηρεσία
et: Igal kanalil
fr: Sur n'importe quel service
lt: Ant bet kurio kanalo
pl: W każdej usłudze
tr: Herhangi bir hizmette
uk: Для будь-якого каналу

source: On same service
bg: За този канал
ca: En el mateix servei
de: Auf dem gleichen Sender
el: Στην ίδια υπηρεσία
et: Samal kanalil
fr: Sur le même nom de service
lt: Ant to paties kanalo
pl: W tej samej usłudze
tr: Aynı hizmette
uk: Для цього каналу

source: Only match between dates
bg: Ограничение до предаванията на определени дати
ca: Restringir als programes en determinades dates
de: Auf bestimmtes Datum beschränken
el: Περιορισμός σε προγράμματα συγκεκριμένων ημερομηνιών
et: Ainult kindlal kuupäeval
fr: Restreindre aux évènements à certaines dates
lt: Apriboti konkrečiomis datomis
pl: Dopasuj tylko między datami
tr: Belirli tarihlerdeki etkinliklerle kısıtla
uk: Обмежити подію в певні дати

source: Only match during timespan
bg: Само съвпадение в промеждутъка от време
ca: Només coincidir durant l'interval de temps
de: Suche nur innerhalb einer Zeitspanne
el: Συσχέτιση μόνο κατά τη διάρκεια του χρονικού διαστήματος
et: Vaste ainult ajaaknas
fr: Correspond uniquement pendant le laps de temps
lt: Atitinka tik laikotarpiu
pl: Dopasuj tylko w przedziale czasowym
tr: Yalnızca zaman aralığında eşleştir
uk: Тільки збіг в проміжок часу

source: Oops, no results matched your search
fr: Oups, pas de correspondance trouvée pour votre recherche
lt: Oi, jūsų paieškos neatitiko jokie rezultatai
pl: Oops, brak rezultatów wyszukiwania
tr: Eşleşme bulunamadı

source: Oops...
fr: Oups...
lt: Oi...

source: Open Source Web Interface for Linux set-top box
bg: Уеб Интерфейс с отворен код за линукс-приемник
ca: Interfície Web de Codi Lliure per a Receptors Linux
de: Quelloffenes Webinterface für Linux-Receiver
el: Διεπαφή Δικτύου Ανοικτού Λογισμικού για δέκτες με Linux
et: Veebiliides linux vastuvõtjale
fr: Open Source Web Interface pour récepteur Linux
lt: Atviro kodo internetinė sąsaja Linux TV imtuvams
pl: Interfejs sieciowy typu Open Source dla odbiorników z systemem Linux
tr: Linux set üstü kutusu için Açık Kaynak Web Arayüzü
uk: Відкритий веб інтерфейс для лінукс-ресиверів

source: Open in new window
bg: Отвори в нов прозорец
ca: Obrir en nova finestra
de: In neuem Fenster öffnen
el: Άνοιγμα σε νέο παράθυρο
et: Ava uues aknas
fr: Ouvrir dans une nouvelle fenêtre
lt: Atverti naujame lange
pl: Otwórz w nowym oknie
tr: Yeni pencerede aç
uk: Відкрити в новому вікні

source: OpenWebInterface Enabled
bg: OpenWebif е включен
ca: Enllaç OpenWebInterface
de: OpenWebinterface einschalten
el: OpenWebInterface Ενεργό
et: Luba OpenWebIf
fr: OpenWebInterface activé
lt: OpenWeb sąsaja įjungta
pl: Interfejs OpenWebif włączony
tr: OpenWebInterface Etkin
uk: Веб-інтерфейс ввімкнено

source: OpenWebif Browser Settings
bg: OpenWebif Браузър Настройки
ca: Configuració navegador OpenWebif
de: OpenWebif Browser Einstellungen
el: Ρυθμίσεις Πλοηγού OpenWebif
et: OpenWebif brauseri seaded
fr: Paramètres du navigateur OpenWebif
lt: OpenWebif naršyklės nuostatos
pl: Ustawienia przeglądarki OpenWebif
tr: OpenWebif Tarayıcı Ayarları
uk: Налаштування браузера веб-інтерфейса

source: OpenWebif Configuration
bg: OpenWebif Настройки
ca: Configuració OpenWebif
de: OpenWebif-Konfiguration
el: Ρυθμίσεις OpenWebif
et: Veebiliidese seaded
fr: Configuration OpenWebif
lt: OpenWebif konfigūravimas
pl: Konfiguracja OpenWebif
tr: OpenWebif Yapılandırması
uk: Налаштування OpenWebif

source: OpenWebif Settings
bg: OpenWebif Настройки
ca: Configuració OpenWebif
de: OpenWebif Einstellungen
el: Ρυθμίσεις OpenWebif
et: OpenWebif seaded
fr: Paramètres OpenWebif
lt: OpenWebif nuostatos
pl: Ustawienia OpenWebif
tr: OpenWebif Ayarları
uk: Налаштування Веб-інтерфейса

source: OpenWebif url:
lt: OpenWebif nuoroda: http://imtuvo_IP:prievadas

source: Orbital Position
bg: Орбитална Позиция
ca: Posició orbital
el: Τροχιακή Θέση
et: Orbitaalpositsioon
fr: Position orbitale
lt: Padėtis orbitoje
pl: Pozycja orbitalna
tr: Yörünge Konumu
uk: Орбітальна позиція

source: Override found with alternative service
bg: Замени открития в алтернативен канал
ca: Anular trobat amb un servei alternatiu
de: Sendung durch Alternative ersetzen
el: Βρέθηκε υπερκάλυψη με την εναλλακτική υπηρεσία
et: Eelista asenduskanalit
fr: Écraser les résultats avec les services alternatifs
lt: Nepaisyti rastų alternatyvių kanalų
pl: Znaleziono zastąpienie w usłudze alternatywnej
tr: Alternatif hizmetle geçersiz kılma bulundu
uk: Скасувати використання з альтернативним каналом

source: Packages
bg: Пакети
de: Pakete
el: Πακέτα
et: Paketid
fr: Paquets
lt: Paketai
pl: Pakiety
tr: Paketler
uk: Пакети

source: Parent Control Setup Pin is wrong!
bg: Грешен ПИН на родителския контрол!
ca: PIN configuració control parental erroni!
de: Jugendschutz PIN ist falsch!
el: Το Pin Ρυθμίσεων Γονικού Ελέγχου είναι λανθασμένο!
et: Lapseluku PIN on vale!
fr: Le code PIN parental donné est mauvais!
lt: Neteisingas tėvų kontrolės PIN kodas!
pl: Kod PIN ustawień kontroli rodzicielskiej jest nieprawidłowy!
tr: Ebeveyn Denetimi Kurulum PIN'i yanlış!
uk: Pin-код батьківського контролю невірний!

source: Parent Control is not activated.
bg: Родителския контрол не е активиран.
ca: Control parental no està activat.
de: Jugendschutz ist nicht aktiviert.
el: Ο γονικός έλεγχος δεν είναι ενεργός.
et: Lapselukk ei ole sees.
fr: Le contrôle parental n'est pas activé.
lt: Tėvų kontrolė neįjungta.
pl: Kontrola rodzicielska jest nieaktywna.
tr: Ebeveyn Kontrolü etkinleştirilmedi.
uk: Батьківський контроль не активований.

source: Parse AutoTimer
bg: Търсене на съвпадащ Автотаймер
ca: Analitzar Autotimer
de: AutoTimer auswerten
el: Ανάλυση Αυτόματου Χρονοδιακόπτη
et: Otsi vasteid Autotaimerist
fr: Analyser Autotimer
lt: Analizuoti autolaikmatį
pl: Analizuj AutoTimer
tr: Otomatik zamanlayıcıyı ayrıştır
uk: Пошук Автотаймера

source: Picture in Picture
bg: Картина в Картината (PiP)
de: Bild im Bild (PiP)
el: Εικόνα σε Εικόνα
et: Pilt pildis
fr: Image dans Image
lt: Vaizdas vaizde
pl: Obraz w obrazie
tr: Resim İçinde Resim
uk: ПІП

source: Picture in Picture (hidden)
bg: PiP (скрит режим)
ca: Picture in Picture (ocult)
de: Bild im Bild (versteckt)
el: Εικόνα σε Εικόνα (κρυφό)
et: PiP (varjatud)
fr: Image dans Image (masqué)
lt: Vaizdas vaizde (paslėptas)
pl: Obraz w obrazie (ukryty)
tr: Resim İçinde Resim (gizli)
uk: ПІП (приховати)

source: Plain
bg: Обикновен
de: Einfach
el: Απλό
et: Tavaline
fr: Complet
lt: Paprastas
pl: Zwykły
tr: Düz
uk: Простий

source: Playback
bg: Възпроизведи
ca: Reproducció
de: Abspielen
el: Αναπαραγωγή
et: Taasesitus
fr: Lecture
lt: Atkūrimas
pl: Odtwarzaj nagranie
tr: Oynatma
uk: Відтворити

source: Playback IPTV Streams in browser
fr: Lire les streams IPTV dans le navigateur
lt: Atkurti IPTV transliaciją naršyklėje
pl: Odtwarzaj strumienie IPTV w przeglądarce

source: Playlist
bg: Плейлист
ca: Llista de reproducció
de: Wiedergabeliste
el: Λίστα αναπαραγωγής
et: Pleilist
fr: Liste de lecture
lt: Grojaraštis
pl: Lista odtwarzania
tr: Oynatma Listesi
uk: Плейлист

source: Playlist format
bg: Плейлист Формат
et: Pleilisti vorming
fr: Format de la liste de lecture
lt: Grojaraščio formatas
pl: Format listy odtwarzania
tr: Oynatma Listesi Biçimi

source: Power Control
bg: Управление на Захранването
ca: Control d'encesa
de: Ausschaltmenü
el: Έλεγχος Τροφοδοσίας
et: Seiskamine
fr: Contrôler alimentation
lt: Maitinimo valdymas
pl: Opcje zasilania
tr: Güç Kontrolü
uk: Керування живленням

source: PowerTimer feature not available
bg: Функциите на таймера за захранването не са достъпни
ca: La característica temporitzador d'alimentació no està disponible.
de: PowerTimer-Funktion nicht verfügbar
el: Ο χρονοδιακόπτης απενεργοποίησης δεν είναι διαθέσιμος
et: Toitetaimeri võimalus puudub
fr: Timer d'alimentation non disponible
lt: Išjungimo laikmačio funkcija negalima
pl: Funkcja PowerTimer jest niedostępna
tr: PowerTimer özelliği kullanılamıyor
uk: Функції тамера живлення не доступні

source: Preview
de: Vorschau
fr: Prévisualisation
lt: Peržiūra
pl: Podgląd
tr: Önizleme

source: Primetimes
bg: Праймтайм
de: Hauptzeit
el: Ζώνες Αιχμής
et: Tippajad
lt: Žiūrimiausias laikas
pl: Godziny największej oglądalności
uk: Прайм-Тайм

source: Process
bg: Анализ
ca: Analitzar
de: Parsen
el: Ανάλυση
et: Analüüs
fr: Analyser
lt: Vykdyti
pl: Analizuj
tr: Ayrıştırma
uk: Аналіз

source: Provider
bg: Провайдър
ca: Proveïdor
de: Anbieter
el: Πάροχος
et: Levitaja
fr: Fournisseur
lt: Tiekėjas
pl: Dostawca
tr: Sağlayıcı
uk: Провайдер

source: Providers
bg: Провайдъри
ca: Proveïdors
de: Anbieter
el: Πάροχοι
et: Levitajad
fr: Fournisseurs
lt: Tiekėjai
pl: Dostawcy
tr: Sağlayıcılar
uk: Провайдери

source: Radio
bg: Радио канали
ca: Ràdio
el: Ραδιόφωνο
et: Raadio
lt: Radijas
tr: Radyo
uk: Радіо

source: Reboot Box
bg: Рестарт
ca: Reiniciar Deco
de: Receiver neustarten
el: Επανεκκίνηση Δέκτη
et: Taaskäivitus
fr: Redémarrer tout
lt: Paleisti iš naujo
pl: Zrestartuj odbiornik
tr: Yeniden Başlatma Kutusu
uk: Перезавантажити ресивер

source: Record a maximum of # times
bg: Запиши максимум х пъти
ca: Gravar un màxim de x vegades
de: Höchstens X-mal aufnehmen
el: Εγγραφή το μέγιστο x φορές
et: Salvesta maksimaalselt x korda
fr: Enregistrer un maximum de x fois
lt: Įrašas daugiausiai x kartų
pl: Nagraj maksymalnie x razy
tr: En fazla x kez kaydedin
uk: Записати максимум x разів

source: Recording
lt: Įrašymas

source: Recording Type
fr: Type d'enregistrement
lt: Įrašymo tipas

source: Refresh
bg: Обнови
ca: Refrescar
de: Aktualisieren
el: Ανανέωση
et: Värskenda
fr: Rafraîchir
lt: Atnaujinti
pl: Odśwież
tr: Yenile
uk: Оновити

source: Refresh Timer
bg: Обнови таймер
ca: Actualitzar Gravació
de: Timer neu Laden
el: Ανανέωση Χρονοδιακόπτη
et: Värskenda taimer
fr: Rafraîchir les Timers
lt: Atnaujinti laikmatį
pl: Odśwież timer
tr: Zamanlayıcıyı Yenile
uk: Оновити таймер

source: Refresh automatically every
bg: Обнови автоматично всеки
ca: Actualitzar automàticament cada
de: Aktualisiere automatisch alle
el: Αυτόματη ανανέωση κάθε
et: Automaatne värskendus iga
fr: Rafraîchir automatiquement chaque
lt: Atnaujinti automatiškai, kas
pl: Odświeżaj automatycznie co
tr: Her zaman otomatik olarak yenile
uk: Оновлювати автоматично кожні

source: Refresh now
bg: Обнови сега
ca: Refrescar ara
de: Jetzt auffrischen
el: Ανανέωση τώρα
et: Värskenda kohe
fr: Rafraîchir maintenant
lt: Atnaujinti dabar
pl: Odśwież teraz
tr: Şimdi yenile
uk: Оновити зараз

source: Reload
bg: Презареди
ca: Recarregar
de: Aktualisieren
el: Ανανέωση
et: Värskenda
fr: Recharger
lt: Įkelti iš naujo
pl: Przeładuj
tr: Yeniden yükle
uk: Перезавантажити

source: Remote
bg: Дистанционно
ca: Comandament a distància
de: Fernbedienung
el: Τηλεχειριστήριο
et: Pult
fr: Télécommande
lt: Nuotolinis
pl: Pełny pilot
tr: Kumanda
uk: Пульт

source: Remove Package
bg: Премахване на Пакет
de: Paket entfernen
el: Αφαίρεση Πακέτου
et: Eemalda pakett
fr: Supprimer le paquet
lt: Šalinti paketą
pl: Usuń pakiet
tr: Paketi Kaldır
uk: Видалити пакет

source: Remove filter
fr: Enlever filtre
lt: Panaikinti filtrą

source: Rename
bg: Преименувай
ca: Renombrar
de: Umbenennen
el: Μετονομασία
et: Nimeta ümber
fr: Renommer
lt: Pervadinti
pl: Zmień nazwę
tr: Yeniden Adlandır
uk: Перейменувати

source: Rename Bouquet
bg: Преименувай букет
ca: Renombrar llista
de: Bouquet umbenennen
el: Μετονομασία Μπουκέτου
et: Nimeta lemmiknimekiri ümber
fr: Renommer Bouquet
lt: Pervadinti bukietą
pl: Zmień nazwę bukietu
tr: Buketi Yeniden Adlandır
uk: Перейменувати фаворит

source: Rename Recording
bg: Преименувай запис
ca: Renombrar Gravació
de: Aufnahme umbenennen
el: Μετονομασία Εγγραφής
et: Nimeta salvestis ümber
fr: Renommer l'enregistrement
lt: Pervadinti įrašą
pl: Zmień nazwę nagrania
tr: Kaydı Yeniden Adlandır
uk: Перейменувати запис

source: Repeated
bg: Повторено
ca: Repetir
de: Wiederhole
el: Επαναλαμβανόμενο
et: Korduv
fr: Répété
lt: Pakartotinas
pl: Powtarzanie co
tr: Tekrarlandı
uk: Повторити

source: Require client cert for HTTPS
bg: Искане за клиентски сертификат за HTTPS
ca: Requereix certificat client per a HTTPS
de: Erzwinge zertifikatbasierte Anmeldung
el: Απαίτηση πιστοποίησης πελάτη για HTTPS
et: HTTPS nõuab kliendi serti
fr: Exiger certificat client pour HTTPS
lt: Reikalauti HTTPS kliento sertifikato
pl: Wymagaj certyfikatu klienta dla protokołu HTTPS
tr: HTTPS için istemci sertifikası gerektir
uk: Вимагати клієнтський сертифікат для HTTPS

source: Require description to be unique
bg: Искане за уникално описание
ca: Requereix descripció per a ser únic
de: Beschreibung muss eindeutig sein
el: Απαίτηση μοναδικότητας της περιγραφής
et: Nõua täpselt vastavat sisukirjeldust
fr: Nécessite que la description soit unique
lt: Reikalauti aprašymo unikalumo
pl: Wymagaj, aby opis był niepowtarzalny
tr: Açıklamanın benzersiz olmasını gerektir
uk: Потрібно, щоб опис був унікальним

source: Reset
fr: Réinitialisation
lt: Atkurti

source: Reset count
bg: Нулиране на брояча
ca: Restablir contador
de: Setze Zähler zurück
el: Μηδενισμός μετρητών
et: Lähtesta arvestus
fr: Remise à zéro du compteur
lt: Išvalyti skaitiklį
pl: Wyzeruj licznik
tr: Sayımı sıfırla
uk: Скидання лічильника

source: Restart GUI
bg: Рестарт GUI
ca: Reiniciar GUI
de: GUI neustarten
el: Επανεκκίνηση GUI
et: E2 taaskäivitus
fr: Redémarrer l'IGU
lt: Paleisti grafinę aplinką iš naujo
pl: Uruchom ponownie GUI
tr: GUI'yi yeniden başlat
uk: Рестарт GUI

source: Restrict to bouquets
bg: Ограничение на букети
de: Limitiert auf Favoriten
el: Περιορισμός στα Μπουκέτα
et: Ainult kindlas nimekirjas
fr: Limiter aux Bouquets
lt: Riboti bukietuose
pl: Ogranicz do bukietów
tr: Buketlerle Sınırla
uk: Обмежити для фаворитів

source: Restrict to channels
fr: Limiter aux chaînes
lt: Riboti kanaluose

source: Root
bg: Главна
ca: Carpeta arrel
de: Hauptverzeichnis
el: Ρίζα
et: Juur
fr: Racine
lt: Pradinis
tr: Kök
uk: Корінь

source: Sa
bg: Сб
ca: Dis
el: Σά
et: L
lt: Št
pl: So
tr: Cmt
uk: Сб

source: Safe mode
bg: Безопасен режим
ca: Mode segur
de: Sicherheitsmodus
el: Ασφαλής λειτουργία
et: Turberežiim
fr: Mode sécurisé
lt: Saugusis režimas
pl: Tryb awaryjny
tr: Güvenli mod
uk: Безпечний режим

source: Sat
bg: Съб
ca: Dis
de: Sa
el: Σάβ
et: L
fr: Sam
lt: Šeš
pl: Sob
uk: Суб

source: Satellites
bg: Сателити
ca: Satèl·lits
de: Satelliten
el: Δορυφόροι
et: Satelliidid
lt: Palydovai
pl: Satelity
tr: Uydular
uk: Супутники

source: Satfinder
bg: Търсене на сигнал
ca: Buscador de satèl·lit
de: Satellitenfinder
el: Έλεγχος σήματος
et: Signaalimõõdik
fr: Pointeur de sat
lt: Palydovų ieškiklis
pl: Miernik sygnału
tr: Uydu bulucu
uk: Пошук супутника
